{"source": "chemistry_class_11_2.pdf", "chunk_id": 0, "content": "235 redox reactions Chemistry deals with varieties of matter and change of one kind of matter into the other. Transformation of matter from one kind into another occurs through the various types of reactions. One important category of such reactions is Redox Reactions. A number of phenomena, both physical as well as biological, are concerned with redox reactions. These reactions find extensive use in pharmaceutical, biological, industrial, metallurgical and agricultural areas. The importance of these reactions is apparent from the fact that burning of different types of fuels for obtaining energy for domestic, transport and other commercial purposes, electrochemical processes for extraction of highly reactive metals and non-metals, manufacturing of chemical compounds like caustic soda, operation of dry and wet batteries and corrosion of metals fall within the purview of redox processes. Of late, environmental issues like Hydrogen Economy (use of liquid hydrogen as fuel) and development of ‘Ozone Hole’ have started figuring under redox phenomenon. 7.1 CLASSICAL IDEA OF REDOX REACTIONS – OXIDATION AND REDUCTION REACTIONS Originally, the term oxidation was used to describe the addition of oxygen to an element or a compound. Because of the presence of dioxygen in the atmosphere (~20%), many elements combine with it and this is the principal reason why they commonly occur on the earth in the form of their oxides."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 1, "content": "The following reactions represent oxidation processes according to the limited definition of oxidation: 2 Mg (s) + O2 (g) → 2 MgO (s) (7.1) S (s) + O2 (g) → SO2 (g) (7.2) After studying this unit you will be able to • identify redox reactions as a class of reactions in which oxidation and reduction reactions occur simultaneously; • define the terms oxidation, reduction, oxidant (oxidising agent) and reductant (reducing agent); • explain mechanism of redox reactions by electron transfer process; • use the concept of oxidation number to identify oxidant and reductant in a reaction; • classify redox reaction into combination (synthesis), decomposition, displacement a n d d i s p r o p o r t i o n a t i o n reactions; • suggest a comparative order among various reductants and oxidants; • balance chemical equations using (i) oxidation number (ii) half reaction method; • learn the concept of redox reactions in terms of electrode processes. Unit 7 redox reactions Where there is oxidation, there is always reduction – Chemistry is essentially a study of redox systems. Reprint 2025-26 236 chemistry In reactions (7.1) and (7.2), the elements magnesium and sulphur are oxidised on account of addition of oxygen to them. Similarly, methane is oxidised owing to the addition of oxygen to it. CH4 (g) + 2O2 (g) → CO2 (g) + 2H2O (l) (7.3) A careful examination of reaction (7.3) in which hydrogen has been replaced by oxygen prompted chemists to reinterpret oxidation in terms of removal of hydrogen from it and, therefore, the scope of term oxidation was broadened to include the removal of hydrogen from a substance. The following illustration is another reaction where removal of hydrogen can also be cited as an oxidation reaction."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 2, "content": "2 H2S(g) + O2 (g) → 2 S (s) + 2 H2O (l) (7.4) As knowledge of chemists grew, it was natural to extend the term oxidation for reactions similar to (7.1 to 7.4), which do not involve oxygen but other electronegative elements. The oxidation of magnesium with fluorine, chlorine and sulphur etc. occurs according to the following reactions : Mg (s) + F2 (g) → MgF2 (s) (7.5) Mg (s) + Cl2 (g) → MgCl2 (s) (7.6) Mg (s) + S (s) → MgS (s) (7.7) Incorporating the reactions (7.5 to 7.7) within the fold of oxidation reactions encouraged chemists to consider not only the removal of hydrogen as oxidation, but also the removal of electropositive elements as oxidation. Thus the reaction : 2K4 [Fe(CN)6](aq) + H2O2 (aq) →2K3[Fe(CN)6](aq) + 2 KOH (aq) is interpreted as oxidation due to the removal of electropositive element potassium from potassium ferrocyanide before it changes to potassium ferricyanide. To summarise, the term “oxidation” is defined as the addition of oxygen/electronegative element to a substance or removal of hydrogen/ electropositive element from a substance. In the beginning, reduction was considered as removal of oxygen from a compound. However, the term reduction has been broadened these days to include removal of oxygen/electronegative element from a substance or addition of hydrogen/ electropositive element to a substance."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 3, "content": "According to the definition given above, the following are the examples of reduction processes: 2 HgO (s) 2 Hg (l) + O2 (g) (7.8) (removal of oxygen from mercuric oxide ) 2 FeCl3 (aq) + H2 (g) →2 FeCl2 (aq) + 2 HCl(aq) (7.9) (removal of electronegative element, chlorine from ferric chloride) CH2 = CH2 (g) + H2 (g) → H3C – CH3 (g) (7.10) (addition of hydrogen) 2HgCl2 (aq) + SnCl2 (aq) → Hg2Cl2 (s)+SnCl4 (aq) (7.11) (addition of mercury to mercuric chloride) In reaction (7.11) simultaneous oxidation of stannous chloride to stannic chloride is also occurring because of the addition of electronegative element chlorine to it. It was soon realised that oxidation and reduction always occur simultaneously (as will be apparent by re-examining all the equations given above), hence, the word “redox” was coined for this class of chemical reactions. Problem 7.1 In the reactions given below, identify the species undergoing oxidation and reduction: (i) H2S (g) + Cl2 (g) → 2 HCl (g) + S (s) (ii) 3Fe3O4 (s) + 8 Al (s) → 9 Fe (s) + 4Al2O3 (s) (iii) 2 Na (s) + H2 (g) → 2 NaH (s) Solution (i) H2S is oxidised because a more electronegative element, chlorine is added to hydrogen (or a more electropositive element, hydrogen has been removed from S). Chlorine is reduced due to addition of hydrogen to it. (ii) Aluminium is oxidised because oxygen is added to it. Ferrous ferric oxide Reprint 2025-26 237 redox reactions (Fe3O4) is reduced because oxygen has been removed from it. (iii) With the careful application of the concept of electronegativity only we may infer that sodium is oxidised and hydrogen is reduced. Reaction (iii) chosen here prompts us to think in terms of another way to define redox reactions."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 4, "content": "7.2 REDOX REACTIONS IN TERMS OF ELECTRON TRANSFER REACTIONS We have already learnt that the reactions 2Na(s) + Cl2(g) → 2NaCl (s) (7.12) 4Na(s) + O2(g) → 2Na2O(s) (7.13) 2Na(s) + S(s) → Na2S(s) (7.14) are redox reactions because in each of these reactions sodium is oxidised due to the addition of either oxygen or more electronegative element to sodium. Simultaneously, chlorine, oxygen and sulphur are reduced because to each of these, the electropositive element sodium has been added. From our knowledge of chemical bonding we also know that sodium chloride, sodium oxide and sodium sulphide are ionic compounds and perhaps better written as Na+Cl– (s), (Na+)2O2–(s), and (Na+)2 S2–(s). Development of charges on the species produced suggests us to rewrite the reactions (7.12 to 7.14) in the following manner : For convenience, each of the above processes can be considered as two separate steps, one involving the loss of electrons and the other the gain of electrons. As an illustration, we may further elaborate one of these, say, the formation of sodium chloride. 2 Na(s) → 2 Na+(g) + 2e– Cl2(g) + 2e– → 2 Cl–(g) Each of the above steps is called a half reaction, which explicitly shows involvement of electrons. Sum of the half reactions gives the overall reaction : 2 Na(s) + Cl2 (g) → 2 Na+ Cl– (s) or 2 NaCl (s) Reactions 7.12 to 7.14 suggest that half reactions that involve loss of electrons are called oxidation reactions. Similarly, the half reactions that involve gain of electrons are called reduction reactions. It may not be out of context to mention here that the new way of defining oxidation and reduction has been achieved only by establishing a correlation between the behaviour of species as per the classical idea and their interplay in electron-transfer change."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 5, "content": "In reactions (7.12 to 7.14) sodium, which is oxidised, acts as a reducing agent because it donates electron to each of the elements interacting with it and thus helps in reducing them. Chlorine, oxygen and sulphur are reduced and act as oxidising agents because these accept electrons from sodium. To summarise, we may mention that Oxidation : Loss of electron(s) by any species. Reduction : Gain of electron(s) by any species. Oxidising agent : Acceptor of electron(s). Reducing agent : Donor of electron(s). Problem 7.2 Justify that the reaction: 2 Na(s) + H2(g) → 2 NaH (s) is a redox change. Solution Since in the above reaction the compound formed is an ionic compound, which may also be represented as Na+H– (s), this suggests that one half reaction in this process is : 2 Na (s) → 2 Na+(g) + 2e– Reprint 2025-26 238 chemistry and the other half reaction is: H2 (g) + 2e– → 2 H–(g) This splitting of the reaction under examination into two half reactions automatically reveals that here sodium is oxidised and hydrogen is reduced, therefore, the complete reaction is a redox change. 7.2.1 Competitive Electron Transfer Reactions Place a strip of metallic zinc in an aqueous solution of copper nitrate as shown in Fig. 7.1, for about one hour. You may notice that the strip becomes coated with reddish metallic copper and the blue colour of the solution disappears. Formation of Zn2+ ions among the products can easily be judged when the blue colour of the solution due to Cu2+ has disappeared. If hydrogen sulphide gas is passed through the colourless solution containing Zn2+ ions, appearance of white zinc sulphide, ZnS can be seen on making the solution alkaline with ammonia."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 6, "content": "The reaction between metallic zinc and the aqueous solution of copper nitrate is : Zn(s) + Cu2+ (aq) → Zn2+ (aq) + Cu(s) (7.15) In reaction (7.15), zinc has lost electrons to form Zn2+ and, therefore, zinc is oxidised. Evidently, now if zinc is oxidised, releasing electrons, something must be reduced, accepting the electrons lost by zinc. Copper ion is reduced by gaining electrons from the zinc. Reaction (7.15) may be rewritten as : At this stage we may investigate the state of equilibrium for the reaction represented by equation (7.15). For this purpose, let us place a strip of metallic copper in a zinc sulphate solution. No visible reaction is noticed and attempt to detect the presence of Cu2+ ions by passing H2S gas through the solution to produce the black colour of cupric sulphide, CuS, does not succeed. Cupric sulphide has such a low solubility that this is an extremely sensitive test; yet the amount of Cu2+ formed cannot be detected. We thus conclude that the state of equilibrium for the reaction (7.15) greatly favours the products over the reactants. Let us extend electron transfer reaction now to copper metal and silver nitrate solution in water and arrange a set-up as shown in Fig. 7.2. The solution develops blue colour due to the formation of Cu2+ ions on account of the reaction: Fig. 7.1 Redox reaction between zinc and aqueous solution of copper nitrate occurring in a beaker. (7.16) Here, Cu(s) is oxidised to Cu2+(aq) and Ag+(aq) is reduced to Ag(s). Equilibrium greatly favours the products Cu2+ (aq) and Ag(s). By way of contrast, let us also compare the reaction of metallic cobalt placed in nickel sulphate solution. The reaction that occurs here is : (7.17) Reprint 2025-26 239 redox reactions Fig."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 7, "content": "7.2 Redox reaction between copper and aqueous solution of silver nitrate occurring in a beaker. At equilibrium, chemical tests reveal that both Ni2+(aq) and Co2+(aq) are present at moderate concentrations. In this case, neither the reactants [Co(s) and Ni2+(aq)] nor the products [Co2+(aq) and Ni (s)] are greatly favoured. This competition for release of electrons incidently reminds us of the competition for release of protons among acids. The similarity suggests that we might develop a table in which metals and their ions are listed on the basis of their tendency to release electrons just as we do in the case of acids to indicate the strength of the acids. As a matter of fact we have already made certain comparisons. By comparison we have come to know that zinc releases electrons to copper and copper releases electrons to silver and, therefore, the electron releasing tendency of the metals is in the order: Zn>Cu>Ag. We would love to make our list more vast and design a metal activity series or electrochemical series. The competition for electrons between various metals helps us to design a class of cells, named as Galvanic cells in which the chemical reactions become the source of electrical energy. We would study more about these cells in Class XII. 7.3 OXIDATION NUMBER A less obvious example of electron transfer is realised when hydrogen combines with oxygen to form water by the reaction: 2H2(g) + O2 (g) → 2H2O (l) (7.18) Though not simple in its approach, yet we can visualise the H atom as going from a neutral (zero) state in H2 to a positive state in H2O, the O atom goes from a zero state in O2 to a dinegative state in H2O."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 8, "content": "It is assumed that there is an electron transfer from H to O and consequently H2 is oxidised and O2 is reduced. However, as we shall see later, the charge transfer is only partial and is perhaps better described as an electron shift rather than a complete loss of electron by H and gain by O. What has been said here with respect to equation (7.18) may be true for a good number of other reactions involving covalent compounds. Two such examples of this class of the reactions are: H2(s) + Cl2(g) → 2HCl(g) (7.19) and, CH 4(g) + 4Cl2(g) → CCl4(l) + 4HCl(g) (7.20) In order to keep track of electron shifts in chemical reactions involving formation of covalent compounds, a more practical method of using oxidation number has been developed. In this method, it is always assumed that there is a complete transfer of electron from a less electronegative atom to a more electonegative atom. For example, we rewrite equations (7.18 to 7.20) to show charge on each of the atoms forming part of the reaction : 0 0 +1 –2 2H2(g) + O2(g) → 2H2O (l) (7.21) 0 0 +1 –1 H2 (s) + Cl2(g) → 2HCl(g) (7.22) –4+1 0 +4 –1 +1 –1 CH4(g) + 4Cl2(g) → CCl4(l) +4HCl(g) (7.23) It may be emphasised that the assumption of electron transfer is made for book-keeping purpose only and it will become obvious at a later stage in this unit that it leads to the simple description of redox reactions. Oxidation number denotes the oxidation state of an element in a compound ascertained according to a set of rules formulated on the basis that electron pair Reprint 2025-26 240 chemistry in a covalent bond belongs entirely to more electronegative element."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 9, "content": "It is not always possible to remember or make out easily in a compound/ion, which element is more electronegative than the other. Therefore, a set of rules has been formulated to determine the oxidation number of an element in a compound/ion. If two or more than two atoms of an element are present in the molecule/ion such as Na2S2O3/Cr2O7 2–, the oxidation number of the atom of that element will then be the average of the oxidation number of all the atoms of that element. We may at this stage, state the rules for the calculation of oxidation number. These rules are: 1. In elements, in the free or the uncombined state, each atom bears an oxidation number of zero. Evidently each atom in H2, O2, Cl2, O3, P4, S8, Na, Mg, Al has the oxidation number zero. 2. For ions composed of only one atom, the oxidation number is equal to the charge on the ion. Thus Na+ ion has an oxidation number of +1, Mg2+ ion, +2, Fe3+ ion, +3, Cl– ion, –1, O2– ion, –2; and so on. In their compounds all alkali metals have oxidation number of +1, and all alkaline earth metals have an oxidation number of +2. Aluminium is regarded to have an oxidation number of +3 in all its compounds. 3. The oxidation number of oxygen in most compounds is –2. However, we come across two kinds of exceptions here. One arises in the case of peroxides and superoxides, the compounds of oxygen in which oxygen atoms are directly linked to each other. While in peroxides (e.g., H2O2, Na2O2), each oxygen atom is assigned an oxidation number of –1, in superoxides (e.g., KO2, RbO2) each oxygen atom is assigned an oxidation number of –(½). The second exception appears rarely, i.e."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 10, "content": "when oxygen is bonded to fluorine. In such compounds e.g., oxygen difluoride (OF2) and dioxygen difluoride (O2F2), the oxygen is assigned an oxidation number of +2 and +1, respectively. The number assigned to oxygen will depend upon the bonding state of oxygen but this number would now be a positive figure only. 4. The oxidation number of hydrogen is +1, except when it is bonded to metals in binary compounds (that is compounds containing two elements). For example, in LiH, NaH, and CaH2, its oxidation number is –1. 5. In all its compounds, fluorine has an oxidation number of –1. Other halogens (Cl, Br, and I) also have an oxidation number of –1, when they occur as halide ions in their compounds. Chlorine, bromine and iodine when combined with oxygen, for example in oxoacids and oxoanions, have positive oxidation numbers. 6. The algebraic sum of the oxidation number of all the atoms in a compound must be zero. In polyatomic ion, the algebraic sum of all the oxidation numbers of atoms of the ion must equal the charge on the ion. Thus, the sum of oxidation number of three oxygen atoms and one carbon atom in the carbonate ion, (CO3)2– must equal –2. By the application of above rules, we can find out the oxidation number of the desired element in a molecule or in an ion. It is clear that the metallic elements have positive oxidation number and nonmetallic elements have positive or negative oxidation number. The atoms of transition elements usually display several positive oxidation states. The highest oxidation number of a representative element is the group number for the first two groups and the group number minus 10 (following the long form of periodic table) for the other groups."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 11, "content": "Thus, it implies that the highest value of oxidation number exhibited by an atom of an element generally increases across the period in the periodic table. In the third period, the highest value of oxidation number changes from 1 to 7 as indicated below in the compounds of the elements. A term that is often used interchangeably with the oxidation number is the oxidation state. Thus in CO2, the oxidation state of carbon is +4, that is also its oxidation number and similarly the oxidation state as well as oxidation number of oxygen is – 2. This implies that the oxidation number denotes the oxidation state of an element in a compound. Reprint 2025-26 241 redox reactions The oxidation number/state of a metal in a compound is sometimes presented according to the notation given by German chemist, Alfred Stock. It is popularly known as Stock notation. According to this, the oxidation number is expressed by putting a Roman numeral representing the oxidation number in parenthesis after the symbol of the metal in the molecular formula. Thus aurous chloride and auric chloride are written as Au(I)Cl and Au(III)Cl3. Similarly, stannous chloride and stannic chloride are written as Sn(II)Cl2 and Sn(IV)Cl4. This change in oxidation number implies change in oxidation state, which in turn helps to identify whether the species is present in oxidised form or reduced form. Thus, Hg2(I)Cl2 is the reduced form of Hg(II) Cl2. Problem 7.3 Using Stock notation, represent the following compounds :HAuCl4, Tl2O, FeO, Fe2O3, CuI, CuO, MnO and MnO2."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 12, "content": "Solution By applying various rules of calculating the oxidation number of the desired element in a compound, the oxidation number of each metallic element in its compound is as follows: HAuCl4 → Au has 3 Tl2O → Tl has 1 FeO → Fe has 2 Fe2O3 → Fe has 3 CuI → Cu has 1 CuO → Cu has 2 MnO → Mn has 2 MnO2 → Mn has 4 Therefore, these compounds may be represented as: HAu(III)Cl4, Tl2(I)O, Fe(II)O, Fe2(III)O3, Cu(I)I, Cu(II)O, Mn(II)O, Mn(IV)O2. The idea of oxidation number has been invariably applied to define oxidation, reduction, oxidising agent (oxidant), reducing agent (reductant) and the redox reaction. To summarise, we may say that: Oxidation: An increase in the oxidation number of the element in the given substance. Reduction : A decrease in the oxidation number of the element in the given substance. Oxidising agent: A reagent which can increase the oxidation number of an element in a given substance. These reagents are called as oxidants also. Reducing agent: A reagent which lowers the oxidation number of an element in a given substance. These reagents are also called as reductants. Redox reactions: Reactions which involve change in oxidation number of the interacting species. Problem 7.4 Justify that the reaction: 2Cu2O(s) + Cu2S(s) → 6Cu(s) + SO2(g) is a redox reaction. Identify the species oxidised/reduced, which acts as an oxidant and which acts as a reductant. Solution Let us assign oxidation number to each of the species in the reaction under examination. This results into: +1 –2 +1 –2 0 +4 –2 2Cu2O(s) + Cu2S(s) → 6Cu(s) + SO2 We therefore, conclude that in this reaction copper is reduced from +1 state to zero oxidation state and sulphur is oxidised from –2 state to +4 state."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 13, "content": "The above reaction is thus a redox reaction. Group 1 2 13 14 15 16 17 Element Na Mg Al Si P S Cl Compound NaCl MgSO4 AlF3 SiCl4 P4O10 SF6 HClO Highest oxidation number state of the group element +1 +2 +3 +4 +5 +6 +7 Reprint 2025-26 242 chemistry Further, Cu2O helps sulphur in Cu2S to increase its oxidation number, therefore, Cu(I) is an oxidant; and sulphur of Cu2S helps copper both in Cu2S itself and Cu2O to decrease its oxidation number; therefore, sulphur of Cu2S is reductant. 7.3.1 Types of Redox Reactions 1. Combination reactions A combination reaction may be denoted in the manner: A + B → C Either A and B or both A and B must be in the elemental form for such a reaction to be a redox reaction. All combustion reactions, which make use of elemental dioxygen, as well as other reactions involving elements other than dioxygen, are redox reactions. Some important examples of this category are: 0 0 +4 –2 C(s) + O2 (g) CO2(g) (7.24) 0 0 +2 –3 3Mg(s) + N2(g) Mg3N2(s) (7.25) –4+1 0 +4 –2 +1 –2 CH4(g) + 2O2(g) CO2(g) + 2H2O (l) 2. Decomposition reactions Decomposition reactions are the opposite of combination reactions. Precisely, a decomposition reaction leads to the breakdown of a compound into two or more components at least one of which must be in the elemental state."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 14, "content": "Examples of this class of reactions are: +1 –2 0 0 2H2O (l) 2H2 (g) + O2(g) (7.26) +1 –1 0 0 2NaH (s) 2Na (s) + H2(g) (7.27) +1 +5 –2 +1 –1 0 2KClO3 (s) 2KCl (s) + 3O2(g) (7.28) It may carefully be noted that there is no change in the oxidation number of hydrogen in methane under combination reactions and that of potassium in potassium chlorate in reaction (7.28). This may also be noted here that all decomposition reactions are not redox reactions. For example, decomposition of calcium carbonate is not a redox reaction. +2 +4 –2 +2 –2 +4 –2 CaCO3 (s) CaO(s) + CO2(g) 3. Displacement reactions In a displacement reaction, an ion (or an atom) in a compound is replaced by an ion (or an atom) of another element. It may be denoted as: X + YZ → XZ + Y Displacement reactions fit into two categories: metal displacement and non-metal displacement. (a) Metal displacement: A metal in a compound can be displaced by another metal in the uncombined state. We have already discussed about this class of the reactions under section 7.2.1. Metal displacement reactions find many applications in metallurgical processes in which pure metals are obtained from their compounds in ores."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 15, "content": "A few such examples are: +2 +6 –2 0 0 +2 +6 –2 CuSO4(aq) + Zn (s) → Cu(s) + ZnSO4 (aq) (7.29) +5 –2 0 0 +2 –2 V2O5 (s) + 5Ca (s) 2V (s) + 5CaO (s) (7.30) +4 –1 0 0 +2 –1 TiCl4 (l) + 2Mg (s) Ti (s) + 2 MgCl2 (s) (7.31) +3 –2 0 +3 –2 0 Cr2O3 (s) + 2 Al (s) Al2O3 (s) + 2Cr(s) (7.32) In each case, the reducing metal is a better reducing agent than the one that is being reduced which evidently shows more capability to lose electrons as compared to the one that is reduced. (b) Non-metal displacement: The non- metal displacement redox reactions include hydrogen displacement and a rarely occurring reaction involving oxygen displacement. Reprint 2025-26 243 redox reactions All alkali metals and some alkaline earth metals (Ca, Sr, and Ba) which are very good reductants, will displace hydrogen from cold water. 0 +1 –2 +1 –2 +1 0 2Na(s) + 2H2O(l) → 2NaOH(aq) + H2(g) (7.33) 0 +1 –2 +2 –2 +1 0 Ca(s) + 2H2O(l) → Ca(OH)2 (aq) + H2(g) (7.34) Less active metals such as magnesium and iron react with steam to produce dihydrogen gas: 0 +1 –2 +2 –2 +1 0 Mg(s) + 2H2O(l) Mg(OH)2(s) + H2(g) (7.35) 0 +1 –2 +3 –2 0 2Fe(s) + 3H2O(l) Fe2O3(s) + 3H2(g) (7.36) Many metals, including those which do not react with cold water, are capable of displacing hydrogen from acids. Dihydrogen from acids may even be produced by such metals which do not react with steam. Cadmium and tin are the examples of such metals."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 16, "content": "A few examples for the displacement of hydrogen from acids are: 0 +1 –1 +2 –1 0 Zn(s) + 2HCl(aq) → ZnCl2 (aq) + H2 (g) (7.37) 0 +1 –1 +2 –1 0 Mg (s) + 2HCl (aq) → MgCl2 (aq) + H2 (g) (7.38) 0 +1 –1 +2 –1 0 Fe(s) + 2HCl(aq) → FeCl2(aq) + H2(g) (7.39) Reactions (7.37 to 7.39) are used to prepare dihydrogen gas in the laboratory. Here, the reactivity of metals is reflected in the rate of hydrogen gas evolution, which is the slowest for the least active metal Fe, and the fastest for the most reactive metal, Mg. Very less active metals, which may occur in the native state such as silver (Ag), and gold (Au) do not react even with hydrochloric acid. In section (7.2.1) we have already discussed that the metals – zinc (Zn), copper (Cu) and silver (Ag) through tendency to lose electrons show their reducing activity in the order Zn> Cu>Ag. Like metals, activity series also exists for the halogens. The power of these elements as oxidising agents decreases as we move down from fluorine to iodine in group 17 of the periodic table. This implies that fluorine is so reactive that it can replace chloride, bromide and iodide ions in solution. In fact, fluorine is so reactive that it attacks water and displaces the oxygen of water : +1 –2 0 +1 –1 0 2H2O (l) + 2F2 (g) → 4HF(aq) + O2(g) (7.40) It is for this reason that the displacement reactions of chlorine, bromine and iodine using fluorine are not generally carried out in aqueous solution."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 17, "content": "On the other hand, chlorine can displace bromide and iodide ions in an aqueous solution as shown below: 0 +1 –1 +1 –1 0 Cl2 (g) + 2KBr (aq) → 2 KCl (aq) + Br2 (l) (7.41) 0 +1–1 +1 –1 0 Cl2 (g) + 2KI (aq) → 2 KCl (aq) + I2 (s) (7.42) As Br2 and I2 are coloured and dissolve in CCl4, can easily be identified from the colour of the solution. The above reactions can be written in ionic form as: 0 –1 –1 0 Cl2 (g) + 2Br– (aq) → 2Cl– (aq) + Br2 (l) (7.41a) 0 –1 –1 0 Cl2 (g) + 2I– (aq) → 2Cl– (aq) + I2 (s) (7.42b) Reactions (7.41) and (7.42) form the basis of identifying Br– and I– in the laboratory through the test popularly known as ‘Layer Test’. It may not be out of place to mention here that bromine likewise can displace iodide ion in solution: 0 –1 –1 0 Br2 (l) + 2I – (aq) → 2Br– (aq) + I2 (s) (7.43) The halogen displacement reactions have a direct industrial application. The recovery of halogens from their halides requires an oxidation process, which is represented by: 2X– → X2 + 2e– (7.44) here X denotes a halogen element. Whereas chemical means are available to oxidise Cl–, Br– and I–, as fluorine is the strongest oxidising Reprint 2025-26 244 chemistry agent; there is no way to convert F– ions to F2 by chemical means. The only way to achieve F2 from F– is to oxidise electrolytically, the details of which you will study at a later stage. 4. Disproportionation reactions Disproportionation reactions are a special type of redox reactions. In a disproportionation reaction an element in one oxidation state is simultaneously oxidised and reduced."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 18, "content": "One of the reacting substances in a disproportionation reaction always contains an element that can exist in at least three oxidation states. The element in the form of reacting substance is in the intermediate oxidation state; and both higher and lower oxidation states of that element are formed in the reaction. The decomposition of hydrogen peroxide is a familiar example of the reaction, where oxygen experiences disproportionation. +1 –1 +1 –2 0 2H2O2 (aq) → 2H2O(l) + O2(g) (7.45) Here the oxygen of peroxide, which is present in –1 state, is converted to zero oxidation state in O2 and decreases to –2 oxidation state in H2O. Phosphorous, sulphur and chlorine undergo disproportionation in the alkaline medium as shown below : 0 –3 +1 P4(s) + 3OH–(aq)+ 3H2O(l) → PH3(g) + 3H2PO2 – (aq) (7.46) 0 –2 +2 S8(s) + 12 OH– (aq) → 4S2– (aq) + 2S2O3 2–(aq) + 6H2O(l) (7.47) 0 +1 –1 Cl2 (g) + 2 OH– (aq) → ClO– (aq) + Cl– (aq) + H2O (l) (7.48) The reaction (7.48) describes the formation of household bleaching agents. The hypochlorite ion (ClO–) formed in the reaction oxidises the colour-bearing stains of the substances to colourless compounds. It is of interest to mention here that whereas bromine and iodine follow the same trend as exhibited by chlorine in reaction (7.48), fluorine shows deviation from this behaviour when it reacts with alkali. The reaction that takes place in the case of fluorine is as follows: 2 F2(g) + 2OH–(aq) → 2 F–(aq) + OF2(g) + H2O(l) (7.49) (It is to be noted with care that fluorine in reaction (7.49) will undoubtedly attack water to produce some oxygen also)."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 19, "content": "This departure shown by fluorine is not surprising for us as we know the limitation of fluorine that, being the most electronegative element, it cannot exhibit any positive oxidation state. This means that among halogens, fluorine does not show a disproportionation tendency. Problem 7.5 Which of the following species, do not show disproportionation reaction and why ? ClO–, ClO2 –, ClO3 – and ClO4 – Also write reaction for each of the species that disproportionates. Solution Among the oxoanions of chlorine listed above, ClO4 – does not disproportionate because in this oxoanion chlorine is present in its highest oxidation state that is, +7. The disproportionation reactions for the other three oxoanions of chlorine are as follows: +1 –1 +5 3ClO– → 2Cl– + ClO– 3 +3 +5 –1 6 ClO2 – 4ClO3 – + 2Cl– +5 –1 +7 4ClO– 3 → Cl– + 3 ClO4 – Problem 7.6 Suggest a scheme of classification of the following redox reactions (a) N2 (g) + O2 (g) → 2 NO (g) (b) 2Pb(NO3)2(s) → 2PbO(s) + 4 NO2 (g) + O2 (g) (c) NaH(s) + H2O(l) → NaOH(aq) + H2 (g) (d) 2NO2(g) + 2OH–(aq) → NO2 –(aq) + NO3 – (aq)+H2O(l) Reprint 2025-26 245 redox reactions Solution In reaction (a), the compound nitric oxide is formed by the combination of the elemental substances, nitrogen and oxygen; therefore, this is an example of combination redox reactions. The reaction (b) involves the breaking down of lead nitrate into three components; therefore, this is categorised under decomposition redox reaction. In The Paradox of Fractional Oxidation Number Sometimes, we come across with certain compounds in which the oxidation number of a particular element in the compound is in fraction."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 20, "content": "Examples are: C3O2 [where oxidation number of carbon is (4/3)], Br3O8 [where oxidation number of bromine is (16/3)] and Na2S4O6 (where oxidation number of sulphur is 2.5). We know that the idea of fractional oxidation number is unconvincing to us, because electrons are never shared/transferred in fraction. Actually this fractional oxidation state is the average oxidation state of the element under examination and the structural parameters reveal that the element for whom fractional oxidation state is realised is present in different oxidation states. Structure of the species C3O2, Br3O8 and S4O6 2– reveal the following bonding situations: +2 0 +2 O = C = C*= C = O Structure of C3O2 (carbon suboxide) Structure of Br3O8 (tribromooctaoxide) Structure of S4O6 2– (tetrathionate ion) The element marked with asterisk in each species is exhibiting the different oxidation state (oxidation number) from rest of the atoms of the same element in each of the species. This reveals that in C3O2, two carbon atoms are present in +2 oxidation state each, whereas the third one is present in zero oxidation state and the average is 4/3. However, the realistic picture is +2 for two terminal carbons and zero for the middle carbon. Likewise in Br3O8, each of the two terminal bromine atoms are present in +6 oxidation state and the middle bromine is present in +4 oxidation state. Once again the average, that is different from reality, is 16/3. In the same fashion, in the species S4O6 2–, each of the two extreme sulphurs exhibits oxidation state of +5 and the two middle sulphurs as zero. The average of four oxidation numbers of sulphurs of the S4O6 2– is 2.5, whereas the reality being + 5,0,0 and +5 oxidation number respectively for each sulphur."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 21, "content": "We may thus, in general, conclude that the idea of fractional oxidation state should be taken with care and the reality is revealed by the structures only. Further, whenever we come across with fractional oxidation state of any particular element in any species, we must understand that this is the average oxidation number only. In reality (revealed by structures only), the element in that particular species is present in more than one whole number oxidation states. Fe3O4, Mn3O4, Pb3O4 are some of the other examples of the compounds, which are mixed oxides, where we come across with fractional oxidation states of the metal atom. However, the oxidation states may be in fraction as in O2 + and O2 – where it is +½ and –½ respectively. reaction (c), hydrogen of water has been displaced by hydride ion into dihydrogen gas. Therefore, this may be called as displacement redox reaction. The reaction (d) involves disproportionation of NO2 (+4 state) into NO2 – (+3 state) and NO3 – (+5 state). Therefore reaction (d) is an example of disproportionation redox reaction. Reprint 2025-26 246 chemistry Problem 7.8 Write the net ionic equation for the reaction of potassium dichromate(VI), K2Cr2O7 with sodium sulphite, Na2SO3, in an acid solution to give chromium(III) ion and the sulphate ion. Problem 7.7 Why do the following reactions proceed differently ? Pb3O4 + 8HCl → 3PbCl2 + Cl2 + 4H2O and Pb3O4 + 4HNO3 → 2Pb(NO3)2 + PbO2 + 2H2O Solution Pb3O4 is actually a stoichiometric mixture of 2 mol of PbO and 1 mol of PbO2. In PbO2, lead is present in +4 oxidation state, whereas the stable oxidation state of lead in PbO is +2. PbO2 thus can act as an oxidant (oxidising agent) and, therefore, can oxidise Cl– ion of HCl into chlorine."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 22, "content": "We may also keep in mind that PbO is a basic oxide. Therefore, the reaction Pb3O4 + 8HCl → 3PbCl2 + Cl2 + 4H2O can be splitted into two reactions namely: 2PbO + 4HCl → 2PbCl2 + 2H2O (acid-base reaction) +4 –1 +2 0 PbO2 + 4HCl → PbCl2 + Cl2 +2H2O (redox reaction) Since HNO3 itself is an oxidising agent therefore, it is unlikely that the reaction may occur between PbO2 and HNO3. However, the acid-base reaction occurs between PbO and HNO3 as: 2PbO + 4HNO3 → 2Pb(NO3)2 + 2H2O It is the passive nature of PbO2 against HNO3 that makes the reaction different from the one that follows with HCl. (a) Oxidation Number Method: In writing equations for oxidation-reduction reactions, just as for other reactions, the compositions and formulas must be known for the substances that react and for the products that are formed. The oxidation number method is now best illustrated in the following steps: Step 1: Write the correct formula for each reactant and product. Step 2: Identify atoms which undergo change in oxidation number in the reaction by assigning the oxidation number to all elements in the reaction. Step 3: Calculate the increase or decrease in the oxidation number per atom and for the entire molecule/ion in which it occurs. If these are not equal then multiply by suitable number so that these become equal. (If you realise that two substances are reduced and nothing is oxidised or vice-versa, something is wrong. Either the formulas of reactants or products are wrong or the oxidation numbers have not been assigned properly)."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 23, "content": "Step 4: Ascertain the involvement of ions if the reaction is taking place in water, add H+ or OH– ions to the expression on the appropriate side so that the total ionic charges of reactants and products are equal. If the reaction is carried out in acidic solution, use H+ ions in the equation; if in basic solution, use OH– ions. Step 5 : Make the numbers of hydrogen atoms in the expression on the two sides equal by adding water (H2O) molecules to the reactants or products. Now, also check the number of oxygen atoms. If there are the same number of oxygen atoms in the reactants and products, the equation then represents the balanced redox reaction. Let us now explain the steps involved in the method with the help of a few problems given below: 7.3.2 Balancing of Redox Reactions Two methods are used to balance chemical equations for redox processes. One of these methods is based on the change in the oxidation number of reducing agent and the oxidising agent and the other method is based on splitting the redox reaction into two half reactions — one involving oxidation and the other involving reduction. Both these methods are in use and the choice of their use rests with the individual using them. Reprint 2025-26 247 redox reactions Solution Step 1: The skeletal ionic equation is: Cr2O7 2–(aq) + SO3 2–(aq) → Cr3+(aq) + SO4 2–(aq) Step 2: Assign oxidation numbers for Cr and S +6 –2 +4 –2 +3 +6 –2 Cr2O7 2–(aq) + SO3 2–(aq) → Cr(aq)+SO4 2–(aq) This indicates that the dichromate ion is the oxidant and the sulphite ion is the reductant."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 24, "content": "Step 3: Calculate the increase and decrease of oxidation number, and make them equal: from step-2 we can notice that there is change in oxidation state of chromium and sulphur. Oxidation state of chromium changes form +6 to +3. There is decrease of +3 in oxidation state of chromium on right hand side of the equation. Oxidation state of sulphur changes from +4 to +6. There is an increase of +2 in the oxidation state of sulphur on right hand side. To make the increase and decrease of oxidation state equal, place numeral 2 before cromium ion on right hand side and numeral 3 before sulphate ion on right hand side and balance the chromium and sulphur atoms on both the sides of the equation. Thus we get +6 –2 +4 –2 +3 Cr2O7 2–(aq) + 3SO3 2– (aq) → 2Cr3+ (aq) + +6 –2 3SO4 2– (aq) Step 4: As the reaction occurs in the acidic medium, and further the ionic charges are not equal on both the sides, add 8H+ on the left to make ionic charges equal Cr2O7 2–(aq) + 3SO3 2–(aq)+ 8H+→ 2Cr3+(aq) + 3SO4 2– (aq) Step 5: Finally, count the hydrogen atoms, and add appropriate number of water molecules (i.e., 4H2O) on the right to achieve balanced redox change. Cr2O7 2– (aq) + 3SO3 2– (aq)+ 8H+ (aq) → 2Cr3+ (aq) + 3SO4 2– (aq) +4H2O (l) Problem 7.9 Permanganate ion reacts with bromide ion in basic medium to give manganese dioxide and bromate ion. Write the balanced ionic equation for the reaction."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 25, "content": "Solution Step 1: The skeletal ionic equation is : MnO4 –(aq) + Br–(aq) → MnO2(s) + BrO3 – (aq) Step 2: Assign oxidation numbers for Mn and Br +7 –1 +4 +5 MnO4 –(aq) + Br–(aq) →MnO2 (s) + BrO3 – (aq) this indicates that permanganate ion is the oxidant and bromide ion is the reductant. Step 3: Calculate the increase and decrease of oxidation number, and make the increase equal to the decrease. +7 –1 +4 +5 2MnO4 –(aq)+Br –(aq) → 2MnO2(s)+BrO3 –(aq) Step 4: As the reaction occurs in the basic medium, and the ionic charges are not equal on both sides, add 2 OH– ions on the right to make ionic charges equal. 2MnO4 – (aq) + Br– (aq) → 2MnO2(s) + BrO3 –(aq) + 2OH–(aq) Step 5: Finally, count the hydrogen atoms and add appropriate number of water molecules (i.e. one H2O molecule) on the left side to achieve balanced redox change. 2MnO4 –(aq) + Br–(aq) + H2O(l) → 2MnO2(s) + BrO3 – (aq) + 2OH–(aq) (b) Half Reaction Method: In this method, the two half equations are balanced separately and then added together to give balanced equation. Suppose we are to balance the equation showing the oxidation of Fe2+ ions to Fe3+ ions by dichromate ions (Cr2O7)2– in acidic medium, wherein, Cr2O7 2– ions are reduced to Cr3+ ions. The following steps are involved in this task."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 26, "content": "Step 1: Produce unbalanced equation for the reaction in ionic form : Fe2+(aq) + Cr2O7 2– (aq) → Fe3+ (aq) + Cr3+(aq) (7.50) Reprint 2025-26 248 chemistry Step 2: Separate the equation into half- reactions: +2 +3 Oxidation half : Fe2+ (aq) → Fe3+(aq) (7.51) +6 –2 +3 Reduction half : Cr2O7 2–(aq) → Cr3+(aq) (7.52) Step 3: Balance the atoms other than O and H in each half reaction individually. Here the oxidation half reaction is already balanced with respect to Fe atoms. For the reduction half reaction, we multiply the Cr3+ by 2 to balance Cr atoms. Cr2O7 2–(aq) → 2 Cr3+(aq) (7.53) Step 4: For reactions occurring in acidic medium, add H2O to balance O atoms and H+ to balance H atoms. Thus, we get : Cr2O7 2– (aq) + 14H+ (aq) → 2 Cr3+(aq) + 7H2O (l) (7.54) Step 5: Add electrons to one side of the half reaction to balance the charges. If need be, make the number of electrons equal in the two half reactions by multiplying one or both half reactions by appropriate number. The oxidation half reaction is thus rewritten to balance the charge: Fe2+ (aq) → Fe3+ (aq) + e– (7.55) Now in the reduction half reaction there are net twelve positive charges on the left hand side and only six positive charges on the right hand side. Therefore, we add six electrons on the left side. Cr2O7 2– (aq) + 14H+ (aq) + 6e– → 2Cr3+(aq) + 7H2O (l) (7.56) To equalise the number of electrons in both the half reactions, we multiply the oxidation half reaction by 6 and write as : 6Fe2+ (aq) → 6Fe3+(aq) + 6e– (7.57) Step 6: We add the two half reactions to achieve the overall reaction and cancel the electrons on each side."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 27, "content": "This gives the net ionic equation as : 6Fe2+(aq) + Cr2O7 2–(aq) + 14H+(aq) → 6 Fe3+(aq) + 2Cr 3+(aq) + 7H2O(l) (7.58) Step 7: Verify that the equation contains the same type and number of atoms and the same charges on both sides of the equation. This last check reveals that the equation is fully balanced with respect to number of atoms and the charges. For the reaction in a basic medium, first balance the atoms as is done in acidic medium. Then for each H+ ion, add an equal number of OH– ions to both sides of the equation. Where H+ and OH– appear on the same side of the equation, combine these to give H2O. Problem 7.10 Permanganate(VII) ion, MnO4 – in basic solution oxidises iodide ion, I– to produce molecular iodine (I2) and manganese (IV) oxide (MnO2). Write a balanced ionic equation to represent this redox reaction."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 28, "content": "Solution Step 1: First we write the skeletal ionic equation, which is MnO4 – (aq) + I– (aq) → MnO2(s) + I2(s) Step 2: The two half-reactions are: –1 0 Oxidation half : I–(aq) → I2 (s) +7 +4 Reduction half: MnO4 –(aq) → MnO2(s) Step 3: To balance the I atoms in the oxidation half reaction, we rewrite it as: 2I– (aq) → I2 (s) Step 4: To balance the O atoms in the reduction half reaction, we add two water molecules on the right: MnO4 – (aq) → MnO2 (s) + 2 H2O (l) To balance the H atoms, we add four H+ ions on the left: MnO4 – (aq) + 4 H+ (aq) → MnO2(s) + 2H2O (l) As the reaction takes place in a basic solution, therefore, for four H+ ions, we add four OH– ions to both sides of the equation: MnO4 – (aq) + 4H+ (aq) + 4OH–(aq) → MnO2 (s) + 2 H2O(l) + 4OH– (aq) Replacing the H+ and OH– ions with water, Reprint 2025-26 249 redox reactions the resultant equation is: MnO4 – (aq) + 2H2O (l) → MnO2 (s) + 4 OH– (aq) Step 5 : In this step we balance the charges of the two half-reactions in the manner depicted as: 2I– (aq) → I2 (s) + 2e– MnO4 –(aq) + 2H2O(l) + 3e– → MnO2(s) + 4OH–(aq) Now to equalise the number of electrons, we multiply the oxidation half-reaction by 3 and the reduction half-reaction by 2. 6I–(aq) → 3I2 (s) + 6e– 2 MnO4 – (aq) + 4H2O (l) +6e– → 2MnO2(s) + 8OH– (aq) Step 6: Add two half-reactions to obtain the net reactions after cancelling electrons on both sides."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 29, "content": "6I–(aq) + 2MnO4 –(aq) + 4H2O(l) → 3I2(s) + 2MnO2(s) +8 OH–(aq) Step 7: A final verification shows that the equation is balanced in respect of the number of atoms and charges on both sides. 7.3.3 Redox Reactions as the Basis for Titrations In acid-base systems we come across with a titration method for finding out the strength of one solution against the other using a pH sensitive indicator. Similarly, in redox systems, the titration method can be adopted to determine the strength of a reductant/ oxidant using a redox sensitive indicator. The usage of indicators in redox titration is illustrated below: (i) In one situation, the reagent itself is intensely coloured, e.g., permanganate ion, MnO4 –. Here MnO4 – acts as the self indicator. The visible end point in this case is achieved after the last of the reductant (Fe2+ or C2O4 2–) is oxidised and the first lasting tinge of pink colour appears at MnO4 – concentration as low as 10–6 mol dm–3 (10–6 mol L–1). This ensures a minimal ‘overshoot’ in colour beyond the equivalence point, the point where the reductant and the oxidant are equal in terms of their mole stoichiometry. (ii) If there is no dramatic auto-colour change (as with MnO4 – titration), there are indicators which are oxidised immediately after the last bit of the reactant is consumed, producing a dramatic colour change. The best example is afforded by Cr2O7 2–, which is not a self-indicator, but oxidises the indicator substance diphenylamine just after the equivalence point to produce an intense blue colour, thus signalling the end point. (iii) There is yet another method which is interesting and quite common."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 30, "content": "Its use is restricted to those reagents which are able to oxidise I– ions, say, for example, Cu(II): 2Cu2+(aq) + 4I–(aq) → Cu2I2(s) + I2(aq) (7.59) This method relies on the facts that iodine itself gives an intense blue colour with starch and has a very specific reaction with thiosulphate ions (S2O3 2–), which too is a redox reaction: I2(aq) + 2 S2O3 2–(aq)→2I–(aq) + S4O6 2–(aq) (7.60) I2, though insoluble in water, remains in solution containing KI as KI3. On addition of starch after the liberation of iodine from the reaction of Cu2+ ions on iodide ions, an intense blue colour appears. This colour disappears as soon as the iodine is consumed by the thiosulphate ions. Thus, the end-point can easily be tracked and the rest is the stoichiometric calculation only. 7.3.4 Limitations of Concept of Oxidation Number As you have observed in the above discussion, the concept of redox processes has been evolving with time. This process of evolution is continuing. In fact, in recent past the oxidation process is visualised as a decrease in electron density and reduction process as an increase in electron density around the atom(s) involved in the reaction. 7.4 Redox Reactions and Electrode Processes The experiment corresponding to reaction (7.15), can also be observed if zinc rod is dipped in copper sulphate solution. The redox reaction takes place and during the Reprint 2025-26 250 chemistry reaction, zinc is oxidised to zinc ions and copper ions are reduced to metallic copper due to direct transfer of electrons from zinc to copper ion. During this reaction heat is also evolved. Now we modify the experiment in such a manner that for the same redox reaction transfer of electrons takes place indirectly. This necessitates the separation of zinc metal from copper sulphate solution."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 31, "content": "We take copper sulphate solution in a beaker and put a copper strip or rod in it. We also take zinc sulphate solution in another beaker and put a zinc rod or strip in it. Now reaction takes place in either of the beakers and at the interface of the metal and its salt solution in each beaker both the reduced and oxidized forms of the same species are present. These represent the species in the reduction and oxidation half reactions. A redox couple is defined as having together the oxidised and reduced forms of a substance taking part in an oxidation or reduction half reaction. This is represented by separating the oxidised form from the reduced form by a vertical line or a slash representing an interface (e.g. solid/solution). For example in this experiment the two redox couples are represented as Zn2+/Zn and Cu2+/Cu. In both cases, oxidised form is put before the reduced form. Now we put the beaker containing copper sulphate solution and the beaker containing zinc sulphate solution side by side (Fig. 7.3). We connect solutions in two beakers by a salt bridge (a U-tube containing a solution of potassium chloride or ammonium nitrate usually solidified by boiling with agar agar and later cooling to a jelly like substance). This provides an electric contact between the two solutions without allowing them to mix with each other. The zinc and copper rods are connected by a metallic wire with a provision for an ammeter and a switch. The set-up as shown in Fig.7.3 is known as Daniell cell. When the switch is in the off position, no reaction takes place in either of the beakers and no current flows through the metallic wire."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 32, "content": "As soon as the switch is in the on position, we make the following observations: 1. The transfer of electrons now does not take place directly from Zn to Cu2+ but through the metallic wire connecting the two rods as is apparent from the arrow which indicates the flow of current. 2. The electricity from solution in one beaker to solution in the other beaker flows by the migration of ions through the salt bridge. We know that the flow of current is possible only if there is a potential difference between the copper and zinc rods known as electrodes here. The potential associated with each electrode is known as electrode potential. If the concentration of each species taking part in the electrode reaction is unity (if any gas appears in the electrode reaction, it is confined to 1 atmospheric pressure) and further the reaction is carried out at 298K, then the potential of each electrode is said to be the Standard Electrode Potential. By convention, the standard electrode potential (E) of hydrogen electrode is 0.00 volts. The electrode potential value for each electrode process is a measure of the relative tendency of the active species in the process to remain in the oxidised/reduced form. A negative E means that the redox couple is a stronger Fig.7.3 The set-up for Daniell cell. Electrons produced at the anode due to oxidation of Zn travel through the external circuit to the cathode where these reduce the copper ions. The circuit is completed inside the cell by the migration of ions through the salt bridge. It may be noted that the direction of current is opposite to the direction of electron flow."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 33, "content": "Reprint 2025-26 251 redox reactions Reaction (Oxidised form + ne– → Reduced form) E / V F2(g) + 2e– → 2F– 2.87 Co3+ + e– → Co2+ 1.81 H2O2 + 2H+ + 2e– → 2H2O 1.78 MnO4 – + 8H+ + 5e– → Mn2+ + 4H2O 1.51 Au3+ + 3e– → Au(s) 1.40 Cl2(g) + 2e– → 2Cl– 1.36 Cr2O7 2– + 14H+ + 6e– → 2Cr3+ + 7H2O 1.33 O2(g) + 4H+ + 4e– → 2H2O 1.23 MnO2(s) + 4H+ + 2e– → Mn2+ + 2H2O 1.23 Br2 + 2e– → 2Br– 1.09 NO3 – + 4H+ + 3e– → NO(g) + 2H2O 0.97 2Hg2+ + 2e– → Hg2 2+ 0.92 Ag+ + e– → Ag(s) 0.80 Fe3+ + e– → Fe2+ 0.77 O2(g) + 2H+ + 2e– → H2O2 0.68 I2(s) + 2e– → 2I– 0.54 Cu+ + e– → Cu(s) 0.52 Cu2+ + 2e– → Cu(s) 0.34 AgCl(s) + e– → Ag(s) + Cl– 0.22 AgBr(s) + e– → Ag(s) + Br– 0.10 2H+ + 2e– → H2(g) 0.00 Pb2+ + 2e– → Pb(s) –0.13 Sn2+ + 2e– → Sn(s) –0.14 Ni2+ + 2e– → Ni(s) –0.25 Fe2+ + 2e– → Fe(s) –0.44 Cr3+ + 3e– → Cr(s) –0.74 Zn2+ + 2e– → Zn(s) –0.76 2H2O + 2e– → H2(g) + 2OH– –0.83 Al3+ + 3e– → Al(s) –1.66 Mg2+ + 2e– → Mg(s) –2.36 Na+ + e– → Na(s) –2.71 Ca2+ + 2e– → Ca(s) –2.87 K+ + e– → K(s) –2.93 Li+ + e– → Li(s) –3.05 Increasing strength of oxidising agent Increasing strength of reducing agent 1. A negative E means that the redox couple is a stronger reducing agent than the H+/H2 couple. 2. A positive E means that the redox couple is a weaker reducing agent than the H+/H2 couple."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 34, "content": "Table 7.1 The Standard Electrode Potentials at 298 K Ions are present as aqueous species and H2O as liquid; gases and solids are shown by g and s respectively. reducing agent than the H+/H2 couple. A positive E means that the redox couple is a weaker reducing agent than the H+/H2 couple. The standard electrode potentials are very important and we can get a lot of other useful information from them. The values of standard electrode potentials for some selected electrode processes (reduction reactions) are given in Table 7.1. You will learn more about electrode reactions and cells in Class XII. Reprint 2025-26 252 chemistry SUMMARY Redox reactions form an important class of reactions in which oxidation and reduction occur simultaneously. Three tier conceptualisation viz, classical, electronic and oxidation number, which is usually available in the texts, has been presented in detail. Oxidation, reduction, oxidising agent (oxidant) and reducing agent (reductant) have been viewed according to each conceptualisation. Oxidation numbers are assigned in accordance with a consistent set of rules. Oxidation number and ion-electron method both are useful means in writing equations for the redox reactions. Redox reactions are classified into four categories: combination, decomposition displacement and disproportionation reactions. The concept of redox couple and electrode processes is introduced here. The redox reactions find wide applications in the study of electrode processes and cells. EXERCISES 7.1 Assign oxidation number to the underlined elements in each of the following species: (a) NaH2PO4 (b) NaHSO4 (c) H4P2O7 (d) K2MnO4 (e) CaO2 (f) NaBH4 (g) H2S2O7 (h) KAl(SO4)2.12 H2O 7.2 What are the oxidation number of the underlined elements in each of the following and how do you rationalise your results ?"}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 35, "content": "(a) KI3 (b) H2S4O6 (c) Fe3O4 (d) CH3CH2OH (e) CH3COOH 7.3 Justify that the following reactions are redox reactions: (a) CuO(s) + H2(g) → Cu(s) + H2O(g) (b) Fe2O3(s) + 3CO(g) → 2Fe(s) + 3CO2(g) (c) 4BCl3(g) + 3LiAlH4(s) → 2B2H6(g) + 3LiCl(s) + 3 AlCl3 (s) (d) 2K(s) + F2(g) → 2K+F– (s) (e) 4 NH3(g) + 5 O2(g) → 4NO(g) + 6H2O(g) 7.4 Fluorine reacts with ice and results in the change: H2O(s) + F2(g) → HF(g) + HOF(g) Justify that this reaction is a redox reaction. 7.5 Calculate the oxidation number of sulphur, chromium and nitrogen in H2SO5, Cr2O7 2– and NO3 –. Suggest structure of these compounds. Count for the fallacy. 7.6 Write formulas for the following compounds: (a) Mercury(II) chloride (b) Nickel(II) sulphate (c) Tin(IV) oxide (d) Thallium(I) sulphate (e) Iron(III) sulphate ( f ) Chromium(III) oxide 7.7 Suggest a list of the substances where carbon can exhibit oxidation states from –4 to +4 and nitrogen from –3 to +5. 7.8 While sulphur dioxide and hydrogen peroxide can act as oxidising as well as reducing agents in their reactions, ozone and nitric acid act only as oxidants. Why ? 7.9 Consider the reactions: (a) 6 CO2(g) + 6H2O(l) → C6 H12 O6(aq) + 6O2(g) Reprint 2025-26 253 redox reactions (b) O3(g) + H2O2(l) → H2O(l) + 2O2(g) Why it is more appropriate to write these reactions as : (a) 6CO2(g) + 12H2O(l) → C6 H12 O6(aq) + 6H2O(l) + 6O2(g) (b) O3(g) + H2O2 (l) → H2O(l) + O2(g) + O2(g) Also suggest a technique to investigate the path of the above (a) and (b) redox reactions. 7.10 The compound AgF2 is unstable compound. However, if formed, the compound acts as a very strong oxidising agent. Why ?"}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 36, "content": "7.11 Whenever a reaction between an oxidising agent and a reducing agent is carried out, a compound of lower oxidation state is formed if the reducing agent is in excess and a compound of higher oxidation state is formed if the oxidising agent is in excess. Justify this statement giving three illustrations. 7.12 How do you count for the following observations ? (a) Though alkaline potassium permanganate and acidic potassium permanganate both are used as oxidants, yet in the manufacture of benzoic acid from toluene we use alcoholic potassium permanganate as an oxidant. Why ? Write a balanced redox equation for the reaction. (b) When concentrated sulphuric acid is added to an inorganic mixture containing chloride, we get colourless pungent smelling gas HCl, but if the mixture contains bromide then we get red vapour of bromine. Why ? 7.13 Identify the substance oxidised reduced, oxidising agent and reducing agent for each of the following reactions: (a) 2AgBr (s) + C6H6O2(aq) → 2Ag(s) + 2HBr (aq) + C6H4O2(aq) (b) HCHO(l) + 2[Ag (NH3)2]+(aq) + 3OH–(aq) → 2Ag(s) + HCOO–(aq) + 4NH3(aq) + 2H2O(l) (c) HCHO (l) + 2 Cu2+(aq) + 5 OH–(aq) → Cu2O(s) + HCOO–(aq) + 3H2O(l) (d) N2H4(l) + 2H2O2(l) → N2(g) + 4H2O(l) (e) Pb(s) + PbO2(s) + 2H2SO4(aq) → 2PbSO4(s) + 2H2O(l) 7.14 Consider the reactions : 2 S2O3 2– (aq) + I2(s) → S4 O6 2–(aq) + 2I–(aq) S2O3 2–(aq) + 2Br2(l) + 5 H2O(l) → 2SO4 2–(aq) + 4Br–(aq) + 10H+(aq) Why does the same reductant, thiosulphate react differently with iodine and bromine ? 7.15 Justify giving reactions that among halogens, fluorine is the best oxidant and among hydrohalic compounds, hydroiodic acid is the best reductant. 7.16 Why does the following reaction occur ?"}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 37, "content": "XeO6 4– (aq) + 2F – (aq) + 6H+(aq) → XeO3(g)+ F2(g) + 3H2O(l) What conclusion about the compound Na4XeO6 (of which XeO6 4– is a part) can be drawn from the reaction. 7.17 Consider the reactions: (a) H3PO2(aq) + 4 AgNO3(aq) + 2 H2O(l) → H3PO4(aq) + 4Ag(s) + 4HNO3(aq) (b) H3PO2(aq) + 2CuSO4(aq) + 2 H2O(l) → H3PO4(aq) + 2Cu(s) + H2SO4(aq) (c) C6H5CHO(l) + 2[Ag (NH3)2]+(aq) + 3OH–(aq) → C6H5COO–(aq) + 2Ag(s) + 4NH3 (aq) + 2 H2O(l) (d) C6H5CHO(l) + 2Cu2+(aq) + 5OH–(aq) → No change observed. Reprint 2025-26 254 chemistry What inference do you draw about the behaviour of Ag+ and Cu2+ from these reactions ? 7.18 Balance the following redox reactions by ion – electron method : (a) MnO4 – (aq) + I– (aq) → MnO2 (s) + I2(s) (in basic medium) (b) MnO4 – (aq) + SO2 (g) → Mn2+ (aq) + HSO4 – (aq) (in acidic solution) (c) H2O2 (aq) + Fe2+ (aq) → Fe3+ (aq) + H2O (l) (in acidic solution) (d) Cr2O7 2– + SO2(g) → Cr3+ (aq) + SO4 2– (aq) (in acidic solution) 7.19 Balance the following equations in basic medium by ion-electron method and oxidation number methods and identify the oxidising agent and the reducing agent. (a) P4(s) + OH–(aq) → PH3(g) + HPO2 – (aq) (b) N2H4(l) + ClO3 –(aq) → NO(g) + Cl–(g) (c) Cl2O7 (g) + H2O2(aq) → ClO2 –(aq) + O2(g) + H+ 7.20 What sorts of informations can you draw from the following reaction ? (CN)2(g) + 2OH–(aq) → CN–(aq) + CNO–(aq) + H2O(l) 7.21 The Mn3+ ion is unstable in solution and undergoes disproportionation to give Mn2+, MnO2, and H+ ion. Write a balanced ionic equation for the reaction."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 38, "content": "7.22 Consider the elements : Cs, Ne, I and F (a) Identify the element that exhibits only negative oxidation state. (b) Identify the element that exhibits only postive oxidation state. (c) Identify the element that exhibits both positive and negative oxidation states. (d) Identify the element which exhibits neither the negative nor does the positive oxidation state. 7.23 Chlorine is used to purify drinking water. Excess of chlorine is harmful. The excess of chlorine is removed by treating with sulphur dioxide. Present a balanced equation for this redox change taking place in water. 7.24 Refer to the periodic table given in your book and now answer the following questions: (a) Select the possible non metals that can show disproportionation reaction. (b) Select three metals that can show disproportionation reaction. 7.25 In Ostwald’s process for the manufacture of nitric acid, the first step involves the oxidation of ammonia gas by oxygen gas to give nitric oxide gas and steam. What is the maximum weight of nitric oxide that can be obtained starting only with 10.00 g. of ammonia and 20.00 g of oxygen ? 7.26 Using the standard electrode potentials given in the Table 8.1, predict if the reaction between the following is feasible: (a) Fe3+(aq) and I–(aq) (b) Ag+(aq) and Cu(s) (c) Fe3+ (aq) and Cu(s) (d) Ag(s) and Fe3+(aq) (e) Br2(aq) and Fe2+(aq). Reprint 2025-26 255 redox reactions 7.27 Predict the products of electrolysis in each of the following: (i) An aqueous solution of AgNO3 with silver electrodes (ii) An aqueous solution AgNO3 with platinum electrodes (iii) A dilute solution of H2SO4 with platinum electrodes (iv) An aqueous solution of CuCl2 with platinum electrodes. 7.28 Arrange the following metals in the order in which they displace each other from the solution of their salts."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 39, "content": "Al, Cu, Fe, Mg and Zn. 7.29 Given the standard electrode potentials, K+/K = –2.93V, Ag+/Ag = 0.80V, Hg2+/Hg = 0.79V Mg2+/Mg = –2.37V. Cr3+/Cr = –0.74V arrange these metals in their increasing order of reducing power. 7.30 Depict the galvanic cell in which the reaction Zn(s) + 2Ag+(aq) → Zn2+(aq) +2Ag(s) takes place, Further show: (i) which of the electrode is negatively charged, (ii) the carriers of the current in the cell, and (iii) individual reaction at each electrode. Reprint 2025-26 256 chemistry Organic Chemistry – Some Basic Principles and Techniques After studying this unit, you will be able to • u n d e r s t a n d r e a s o n s f o r tetravalence of carbon and shapes of organic molecules; • write structures of organic molecules in various ways; • classify the organic compounds; • name the compounds according to IUPAC system of nomenclature and also derive their structures from the given names; • understand the concept of organic reaction mechanism; • explain the influence of electronic displacements on structure and reactivity of organic compounds; • recognise the types of organic reactions; • lear n the techniques of p u r i f i c a t i o n o f o r g a n i c compounds; • write the chemical reactions involved in the qualitative analysis of organic compounds; • understand the principles involved in quantitative analysis of organic compounds. In the previous unit you have learnt that the element carbon has the unique property called catenation due to which it forms covalent bonds with other carbon atoms. It also forms covalent bonds with atoms of other elements like hydrogen, oxygen, nitrogen, sulphur, phosphorus and halogens."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 40, "content": "The resulting compounds are studied under a separate branch of chemistry called organic chemistry. This unit incorporates some basic principles and techniques of analysis required for understanding the formation and properties of organic compounds. 8.1 General Introduction Organic compounds are vital for sustaining life on earth and include complex molecules like genetic information bearing deoxyribonucleic acid (DNA) and proteins that constitute essential compounds of our blood, muscles and skin. Organic compounds appear in materials like clothing, fuels, polymers, dyes and medicines. These are some of the important areas of application of these compounds. Science of organic chemistry is about two hundred years old. Around the year 1780, chemists began to distinguish between organic compounds obtained from plants and animals and inorganic compounds prepared from mineral sources. Berzilius, a Swedish chemist proposed that a ‘vital force’ was responsible for the formation of organic compounds. However, this notion was rejected in 1828 when F. Wohler synthesised an organic compound, urea from an inorganic compound, ammonium cyanate. NH4CNO NH2CONH2 Ammonium cyanate Urea The pioneering synthesis of acetic acid by Kolbe (1845) and that of methane by Berthelot (1856) showed conclusively that organic compounds could be synthesised from inorganic sources in a laboratory. Unit 8 Reprint 2025-26 257 organic chemistry – some basic principles and techniques The development of electronic theory of covalent bonding ushered organic chemistry into its modern shape. 8.2 TETRAVALENCE OF CARBON: SHAPES OF ORGANIC COMPOUNDS 8.2.1 The Shapes of Carbon Compounds The knowledge of fundamental concepts of molecular structure helps in understanding and predicting the properties of organic compounds. You have already learnt theories of valency and molecular structure in Unit 4."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 41, "content": "Also, you already know that tetravalence of carbon and the formation of covalent bonds by it are explained in terms of its electronic configuration and the hybridisation of s and p orbitals. It may be recalled that formation and the shapes of molecules like methane (CH4), ethene (C2H4), ethyne (C2H2) are explained in terms of the use of sp3, sp2 and sp hybrid orbitals by carbon atoms in the respective molecules. Hybridisation influences the bond length and bond enthalpy (strength) in compounds. The sp hybrid orbital contains more s character and hence it is closer to its nucleus and forms shorter and stronger bonds than the sp3 hybrid orbital. The sp2 hybrid orbital is intermediate in s character between sp and sp3 and, hence, the length and enthalpy of the bonds it forms, are also intermediate between them. The change in hybridisation affects the electronegativity of carbon. The greater the s character of the hybrid orbitals, the greater is the electronegativity. Thus, a carbon atom having an sp hybrid orbital with 50% s character is more electronegative than that possessing sp2 or sp3 hybridised orbitals. This relative electronegativity is reflected in several physical and chemical properties of the molecules concerned, about which you will learn in later units. 8.2.2 Some Characteristic Features of π Bonds In a π (pi) bond formation, parallel orientation of the two p orbitals on adjacent atoms is necessary for a proper sideways overlap. Thus, in H2C=CH2 molecule all the atoms must be in the same plane. The p orbitals are mutually parallel and both the p orbitals are perpendicular to the plane of the molecule. Rotation of one CH2 fragment with respect to other interferes with maximum overlap of p orbitals and, therefore, such rotation about carbon-carbon double bond (C=C) is restricted."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 42, "content": "The electron charge cloud of the π bond is located above and below the plane of bonding atoms. This results in the electrons being easily available to the attacking reagents. In general, π bonds provide the most reactive centres in the molecules containing multiple bonds. Problem 8.1 How many σ and π bonds are present in each of the following molecules? (a) HC≡CCH=CHCH3 (b) CH2=C=CHCH3 Solution (a) σC – C: 4; σC–H : 6; πC=C :1; π C≡C:2 (b) σC – C: 3; σC–H: 6; πC=C: 2. Problem 8.2 What is the type of hybridisation of each carbon in the following compounds? (a) CH3Cl, (b) (CH3)2CO, (c) CH3CN, (d) HCONH2, (e) CH3CH=CHCN Solution (a) sp3, (b) sp3, sp2, (c) sp3, sp, (d) sp2, (e) sp3, sp2, sp2, sp Problem 8.3 Write the state of hybridisation of carbon in the following compounds and shapes of each of the molecules. (a) H2C=O, (b) CH3F, (c) HC≡N. Solution (a) sp2 hybridised carbon, trigonal planar; (b) sp3 hybridised carbon, tetrahedral; (c) sp hybridised carbon, linear. Reprint 2025-26 258 chemistry 8.3 STRUCTURAL RepresenTATIONS OF organic COMPOUNDs 8.3.1 Complete, Condensed and Bond-line Structural Formulas Structures of organic compounds are represented in several ways. The Lewis structure or dot structure, dash structure, condensed structure and bond line structural formulas are some of the specific types. The Lewis structures, however, can be simplified by representing the two-electron covalent bond by a dash (–). Such a structural formula focuses on the electrons involved in bond formation. A single dash represents a single bond, double dash is used for double bond and a triple dash represents triple bond. Lone- pairs of electrons on heteroatoms (e.g., oxygen, nitrogen, sulphur, halogens etc.) may or may not be shown."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 43, "content": "Thus, ethane (C2H6), ethene (C2H4), ethyne (C2H2) and methanol (CH3OH) can be represented by the following structural formulas. Such structural representations are called complete structural formulas. Similarly, CH3CH2CH2CH2CH2CH2CH2CH3 can be further condensed to CH3(CH2)6CH3. For further simplification, organic chemists use another way of representing the structures, in which only lines are used. In this bond-line structural representation of organic compounds, carbon and hydrogen atoms are not shown and the lines representing carbon-carbon bonds are drawn in a zig-zag fashion. The only atoms specifically written are oxygen, chlorine, nitrogen etc. The terminals denote methyl (–CH3) groups (unless indicated otherwise by a functional group), while the line junctions denote carbon atoms bonded to appropriate number of hydrogens required to satisfy the valency of the carbon atoms. Some of the examples are represented as follows: (i) 3-Methyloctane can be represented in various forms as: (a) CH3CH2CHCH2CH2CH2CH2CH3 | CH3 These structural formulas can be further abbreviated by omitting some or all of the dashes representing covalent bonds and by indicating the number of identical groups attached to an atom by a subscript. The resulting expression of the compound is called a condensed structural formula. Thus, ethane, ethene, ethyne and methanol can be written as: CH3CH3 H2C=CH2 HC≡CH CH3OH Ethane Ethene Ethyne Methanol Ethane Ethene Ethyne Methanol (ii) Various ways of representing 2-bromo butane are: (a) CH3CHBrCH2CH3 (b) (c) (b) (c) Reprint 2025-26 259 organic chemistry – some basic principles and techniques In cyclic compounds, the bond-line formulas may be given as follows: Cyclopropane Cyclopentane chlorocyclohexane Problem 8.4 Expand each of the following condensed formulas into their complete structural formulas. (a) CH3CH2COCH2CH3 (b) CH3CH=CH(CH2)3CH3 Solution (a) (b) (b) Solution Condensed formula: (a) HO(CH2)3CH(CH3)CH(CH3)2 (b) HOCH(CN)2 Bond-line formula: Problem 8.5 For each of the following compounds, write a condensed formula and also their bond-line formula."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 44, "content": "(a) HOCH2CH2CH2CH(CH3)CH(CH3)CH3 (b) (a) Problem 8.6 Expand each of the following bond-line formulas to show all the atoms including carbon and hydrogen (a) (b) (c) (d) Solution Reprint 2025-26 260 chemistry Framework model Ball and stick model Space filling model Fig. 8.2 8.3.2 Three-Dimensional Representation of Organic Molecules The three-dimensional (3-D) structure of organic molecules can be represented on paper by using certain conventions. For example, by using solid ( ) and dashed ( ) wedge formula, the 3-D image of a molecule from a two-dimensional picture can be perceived. In these formulas the solid-wedge is used to indicate a bond projecting out of the plane of paper, towards the observer. The dashed-wedge is used to depict the bond projecting out of the plane of the paper and away from the observer. Wedges are shown in such a way that the broad end of the wedge is towards the observer. The bonds lying in plane of the paper are depicted by using a normal line (—). 3-D representation of methane molecule on paper has been shown in Fig. 8.1 Fig. 8.1 Wedge-and-dash representation of CH4 Molecular Models Molecular models are physical devices that are used for a better visualisation and perception of three-dimensional shapes of organic molecules. These are made of wood, plastic or metal and are commercially available. Commonly three types of molecular models are used: (1) Framework model, (2) Ball-and-stick model, and (3) Space filling model. In the framework model only the bonds connecting the atoms of a molecule and not the atoms themselves are shown. This model emphasizes the pattern of bonds of a molecule while ignoring the size of atoms. In the ball-and-stick model, both the atoms and the bonds are shown. Balls represent atoms and the stick denotes a bond."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 45, "content": "Compounds containing C=C (e.g., ethene) can best be represented by using springs in place of sticks. These models are referred to as ball-and-spring model. The space-filling model emphasises the relative size of each atom based on its van der Waals radius. Bonds are not shown in this model. It conveys the volume occupied by each atom in the molecule. In addition to these models, computer graphics can also be used for molecular modelling. Reprint 2025-26 261 organic chemistry – some basic principles and techniques 8.4 Classification of Organic Compounds The existing large number of organic compounds and their ever -increasing numbers has made it necessary to classify them on the basis of their structures. Organic compounds are broadly classified as follows: I. Acyclic or open chain compounds These compounds are also called as aliphatic compounds and consist of straight or branched chain compounds, for example: (homocyclic). Cyclohexene Cyclohexane Cyclopropane Sometimes atoms other than carbon are also present in the ring (heterocylic). Tetrahydrofuran given below is an example of this type of compound: Tetrahydrofuran These exhibit some of the properties similar to those of aliphatic compounds. (b) Aromatic compounds Aromatic compounds are special types of compounds. You will learn about these compounds in detail in Unit 9. These include benzene and other related ring compounds (benzenoid). Like alicyclic compounds, aromatic comounds may also have hetero atom in the ring. Such compounds are called hetrocyclic aromatic compounds."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 46, "content": "Some of the examples of various types of aromatic compounds are: Benzenoid aromatic compounds Benzene Aniline Naphthalene Non-benzenoid compound Tropone Isobutane Acetaldehyde Acetic acid CH3CH3 Ethane II Cyclic or closed chain or ring compounds (a) Alicyclic compounds Alicyclic (aliphatic cyclic) compounds contain carbon atoms joined in the form of a ring Reprint 2025-26 262 chemistry Heterocyclic aromatic compounds Furan Thiophene Pyridine Organic compounds can also be classified on the basis of functional groups, into families or homologous series. 8.4.1 Functional Group The functional group is an atom or a group of atoms joined to the carbon chain which is responsible for the characteristic chemical properties of the organic compounds. The examples are hydroxyl group (–OH), aldehyde group (–CHO) and carboxylic acid group (– COOH) etc. 8.4.2 Homologous Series A group or a series of organic compounds each containing a characteristic functional group forms a homologous series and the members of the series are called homologues. The members of a homologous series can be represented by general molecular formula and the successive members differ from each other in molecular formula by a –Ch2 unit. There are a number of homologous series of organic compounds. Some of these are alkanes, alkenes, alkynes, haloalkanes, alkanols, alkanals, alkanones, alkanoic acids, amines etc. It is also possible that a compound contains two or more identical or different functional groups. This gives rise to polyfunctional compounds. 8.5 NOMENCLATURE OF ORGANIC COMPOUNDS Organic chemistry deals with millions of compounds. In order to clearly identify them, a systematic method of naming has been developed and is known as the IUPAC (International Union of Pure and Applied Chemistry) system of nomenclature. In this systematic nomenclature, the names are correlated with the structure such that the reader or listener can deduce the structure from the name."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 47, "content": "Before the IUPAC system of nomenclature, however, organic compounds were assigned names based on their origin or certain properties. For instance, citric acid is named so because it is found in citrus fruits and the acid found in red ant is named formic acid since the Latin word for ant is formica. These names are traditional and are considered as trivial or common names. Some common names are followed even today. For example, Buckminsterfullerene is a common name given to the newly discovered C60 cluster (a form of carbon) noting its structural similarity to the geodesic domes popularised by the famous architect R. Buckminster Fuller. Common names are useful and in many cases indispensable, particularly when the alternative systematic names are lengthy and complicated. Common names of some organic compounds are given in Table 8.1. Table 8.1 Common or Trivial Names of Some Organic Compounds 8.5.1 The IUPAC System of Nomenclature A systematic name of an organic compound is generally derived by identifying the parent hydrocarbon and the functional group(s) attached to it. See the example given below. Reprint 2025-26 263 organic chemistry – some basic principles and techniques By further using prefixes and suffixes, the parent name can be modified to obtain the actual name. Compounds containing carbon and hydrogen only are called hydrocarbons. A hydrocarbon is termed saturated if it contains only carbon-carbon single bonds. The IUPAC name for a homologous series of such compounds is alkane. Paraffin (Latin: little affinity) was the earlier name given to these compounds. Unsaturated hydrocarbons are those, which contain at least one carbon- carbon double or triple bond."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 48, "content": "8.5.2 IUPAC Nomenclature of Alkanes Straight chain hydrocarbons: The names of such compounds are based on their chain structure, and end with suffix ‘-ane’ and carry a prefix indicating the number of carbon atoms present in the chain (except from CH4 to C4H10, where the prefixes are derived from trivial names). The IUPAC names of some straight chain saturated hydrocarbons are given in Table 8.2. The alkanes in Table 8.2 differ from each other by merely the number of -CH2 groups in the chain. They are homologues of alkane series. In order to name such compounds, the names of alkyl groups are prefixed to the name of parent alkane. An alkyl group is derived from a saturated hydrocarbon by removing a hydrogen atom from carbon. Thus, CH4 becomes -CH3 and is called methyl group. An alkyl group is named by substituting ‘yl’ for ‘ane’ in the corresponding alkane. Some alkyl groups are listed in Table 8.3. Table 8.3 Some Alkyl Groups Table 8.2 IUPAC Names of Some Unbranched Saturated Hydrocarbons Branched chain hydrocarbons: In a branched chain compound small chains of carbon atoms are attached at one or more carbon atoms of the parent chain. The small carbon chains (branches) are called alkyl groups. For example: CH3–CH–CH2–CH3 CH3–CH–CH2–CH–CH3    CH3 CH2CH3 CH3 (a)\b (b) Abbreviations are used for some alkyl groups. For example, methyl is abbreviated as Me, ethyl as Et, propyl as Pr and butyl as Bu. The alkyl groups can be branched also. Thus, propyl and butyl groups can have branched structures as shown below. CH3-CH- CH3-CH2-CH- CH3-CH-CH2-    CH3 CH3 CH3 Isopropyl- sec-Butyl- Isobutyl-   CH3 CH3 CH3-C- CH3-C-CH2-   CH3 CH3 tert-Butyl- Neopentyl- Common branched groups have specific trivial names."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 49, "content": "For example, the propyl groups can either be n-propyl group or isopropyl group. The branched butyl groups are called sec-butyl, isobutyl and tert-butyl group. We also encounter the structural unit, –CH2C(CH3)3, which is called neopentyl group. Nomenclature of branched chain alkanes: We encounter a number of branched chain alkanes. The rules for naming them are given below. Reprint 2025-26 264 chemistry separated from the groups by hyphens and there is no break between methyl and nonane.] 4. If two or more identical substituent groups are present then the numbers are separated by commas. The names of identical substituents are not repeated, instead prefixes such as di (for 2), tri (for 3), tetra (for 4), penta (for 5), hexa (for 6) etc. are used. While writing the name of the substituents in alphabetical order, these prefixes, however, are not considered. Thus, the following compounds are named as: CH3 CH3 CH3 CH3     CH3-CH-CH2-CH-CH3 CH3 C CH2CH CH3 1 2 3 4 5 1 2 3 4 5 2,4-Dimethylpentane 2,2,4-Trimethylpentane H3C H2C CH3   CH3CH2CHCCH2CH2CH3 1 2 3 4 5 6 7 CH3 3-Ethyl-4,4-dimethylheptane 5. If the two substituents are found in equivalent positions, the lower number is given to the one coming first in the alphabetical listing. Thus, the following compound is 3-ethyl-6-methyloctane and not 6-ethyl-3-methyloctane. 1 2 3 4 5 6 7 8 CH3 — CH2—CH—CH2—CH2—CH—CH2 —CH3   CH2CH3 CH3 6. The branched alkyl groups can be named by following the above mentioned procedures. However, the carbon atom of the branch that attaches to the root alkane is numbered 1 as exemplified below. 4 3 2 1 CH3–CH–CH2–CH–   CH3 CH3 1,3-Dimethylbutyl- 1. First of all, the longest carbon chain in the molecule is identified."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 50, "content": "In the example (I) given below, the longest chain has nine carbons and it is considered as the parent or root chain. Selection of parent chain as shown in (II) is not correct because it has only eight carbons. 2. The carbon atoms of the parent chain are numbered to identify the parent alkane and to locate the positions of the carbon atoms at which branching takes place due to the substitution of alkyl group in place of hydrogen atoms. The numbering is done in such a way that the branched carbon atoms get the lowest possible numbers. Thus, the numbering in the above example should be from left to right (branching at carbon atoms 2 and 6) and not from right to left (giving numbers 4 and 8 to the carbon atoms at which branches are attached). 1 2 3 4 5 6 7 8 9 C  C  C  C  C  C  C  C  C   C CC 9 8 7 6 5 4 3 2 1 C  C  C  C  C  C  C  C  C   C C  C 3. The names of alkyl groups attached as a branch are then prefixed to the name of the parent alkane and position of the substituents is indicated by the appropriate numbers. If different alkyl groups are present, they are listed in alphabetical order. Thus, name for the compound shown above is: 6-ethyl-2- methylnonane. [Note: the numbers are Reprint 2025-26 265 organic chemistry – some basic principles and techniques The name of such branched chain alkyl group is placed in parenthesis while naming the compound."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 51, "content": "While writing the trivial names of substituents’ in alphabetical order, the prefixes iso- and neo- are considered to be the part of the fundamental name of alkyl group. The prefixes sec- and tert- are not considered to be the part of the fundamental name. The use of iso and related common prefixes for naming alkyl groups is also allowed by the IUPAC nomenclature as long as these are not further substituted. In multi- substituted compounds, the following rules may aso be remembered: • If there happens to be two chains of equal size, then that chain is to be selected which contains more number of side chains. • After selection of the chain, numbering is to be done from the end closer to the substituent. 5-(2,2-Dimethylpropyl)nonane Problem 8.7 Structures and IUPAC names of some hydrocarbons are given below. Explain why the names given in the parentheses are incorrect. 3-Ethyl-1,1-dimethylcyclohexane (not 1-ethyl-3,3-dimethylcyclohexane) Cyclic Compounds: A saturated monocyclic compound is named by prefixing ‘cyclo’ to the corresponding straight chain alkane. If side chains are present, then the rules given above are applied. Names of some cyclic compounds are given below. 5-sec-Butyl-4-isopropyldecane Solution (a) Lowest locant number, 2,5,6 is lower than 3,5,7, (b) substituents are in equivalent position; lower number is given to the one that comes first in the name according to alphabetical order. 2,5,6- Trimethyloctane [and not 3,4,7-Trimethyloctane] 3-Ethyl-5-methylheptane [and not 5-Ethyl-3-methylheptane] 8.5.3 N o m e n c l a t u r e o f O r g a n i c Compounds having Functional Group(s) A functional group, as defined earlier, is an atom or a group of atoms bonded together in a unique manner which is usually the site of 5-(2-Ethylbutyl)-3,3-dimethyldecane [and not 5-(2,2-Dimethylbutyl)-3-ethyldecane] Reprint 2025-26 266 chemistry chemical reactivity in an organic molecule."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 52, "content": "Compounds having the same functional group undergo similar reactions. For example, CH3OH, CH3CH2OH, and (CH3)2CHOH — all having -OH functional group liberate hydrogen on reaction with sodium metal. The presence of functional groups enables systematisation of organic compounds into different classes. Examples of some functional groups with their prefixes and suffixes along with some examples of organic compounds possessing these are given in Table 8.4. First of all, the functional group present in the molecule is identified which determines the choice of appropriate suffix. The longest chain of carbon atoms containing the functional group is numbered in such a way that the functional group is attached at the carbon atom possessing lowest possible number in the chain. By using the suffix as given in Table 8.4, the name of the compound is arrived at. In the case of polyfunctional compounds, one of the functional groups is chosen as the principal functional group and the compound is then named on that basis. The remaining functional groups, which are subordinate functional groups, are named as substituents using the appropriate prefixes. The choice of principal functional group is made on the basis of order of preference. The order of decreasing priority for some functional groups is: -COOH, –SO3H, -COOR (R=alkyl group), COCl, -CONH2, -CN,-HC=O, >C=O, -OH, -NH2, > C=C<, -C≡C- . The –R, C6H5-, halogens (F, Cl, Br, I), –NO2, alkoxy (–OR) etc. are always prefix substituents. Thus, a compound containing both an alcohol and a keto group is named as hydroxyalkanone since the keto group is preferred to the hydroxyl group. For example, HOCH2(CH2)3CH2COCH3 will be named as 7-hydroxyheptan-2-one and not as 2-oxoheptan -7-ol. Similarly, BrCH2CH=CH2 is named as 3-bromoprop-1-ene and not 1-bromoprop-2-ene."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 53, "content": "If more than one functional group of the same type are present, their number is indicated by adding di, tri, etc. before the class suffix. In such cases the full name of the parent alkane is written before the class suffix. For example CH2(OH)CH2(OH) is named as ethane–1,2–diol. However, the ending – ne of the parent alkane is dropped in the case of compounds having more than one double or triple bond; for example, CH2=CH-CH=CH2 is named as buta–1,3–diene. Problem 8.8 Write the IUPAC names of the compounds i-iv from their given structures. Solution • The functional group present is an alcohol (OH). Hence the suffix is ‘-ol’. • The longest chain containing -OH has eight carbon atoms. Hence the corresponding saturated hydrocar- bon is octane. • The -OH is on carbon atom 3. In addition, a methyl group is attached at 6th carbon. Hence, the systematic name of this compound is 6-Methyloctan-3-ol. Solution The functional group present is ketone (>C=O), hence suffix ‘-one’. Presence of two keto groups is indicated by ‘di’, hence suffix becomes ‘dione’. The two keto groups are at carbons 2 and 4. The longest chain contains 6 carbon atoms, hence, parent hydrocarbon is hexane. Thus, the systematic name is Hexane-2,4-dione. Reprint 2025-26 267 organic chemistry – some basic principles and techniques Table 8.4 Some Functional Groups and Classes of Organic Compounds Reprint 2025-26 268 chemistry Solution Here, two functional groups namely ketone and carboxylic acid are present. The principal functional group is the carboxylic acid group; hence the parent chain will be suffixed with ‘oic’ acid. Numbering of the chain starts from carbon of – COOH functional group. The keto group in the chain at carbon 5 is indicated by ‘oxo’."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 54, "content": "The longest chain including the principal functional group has 6 carbon atoms; hence the parent hydrocarbon is hexane. The compound is, therefore, named as 5-Oxohexanoic acid. Solution The two C=C functional groups are present at carbon atoms 1 and 3, while the C≡C functional group is present at carbon 5. These groups are indicated by suffixes ‘diene’ and ‘yne’ respectively. The longest chain containing the functional groups has 6 carbon atoms; hence the parent hydrocarbon is hexane. The name of compound, therefore, is Hexa-1,3- dien-5-yne. Problem 8.9 Derive the structure of (i) 2-Chlorohexane, (ii) Pent-4-en-2-ol, (iii) 3- Nitrocyclohexene, (iv) Cyclohex-2-en-1-ol, (v) 6-Hydroxy- heptanal. Solution (i) ‘hexane’ indicates the presence of 6 carbon atoms in the chain. The functional group chloro is present at carbon 2. Hence, the structure of the compound is CH3CH2CH2CH2CH(Cl)CH3. (ii) ‘pent’ indicates that parent hydrocarbon contains 5 carbon atoms in the chain. ‘en’ and ‘ol’ correspond to the functional groups C=C and -OH at carbon atoms 4 and 2 respectively. Thus, the structure is CH2=CHCH2CH (OH)CH3. (iii) Six membered ring containing a carbon-carbon double bond is implied by cyclohexene, which is numbered as shown in (I). The prefix 3-nitro means that a nitro group is present on C-3. Thus, complete structural formula of the compound is (II). Double bond is suffixed functional group whereas NO2 is prefixed functional group therefore double bond gets preference over –NO2 group: (iv) ‘1-ol’ means that a -OH group is present at C-1. OH is suffixed functional group and gets preference over C=C bond. Thus the structure is as shown in (II): (v) ‘heptanal’ indicates the compound to be an aldehyde containing 7 carbon atoms in the parent chain. The ‘6-hydroxy’ indicates that -OH group is present at carbon 6. Thus, the structural formula of the compound is: CH3CH(OH) CH2CH2CH2CH2CHO."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 55, "content": "Carbon atom of – CHO group is included while numbering the carbon chain. 8.5.4 Nomenclature of Substituted Benzene Compounds For IUPAC nomenclature of substituted benzene compounds, the substituent is placed as prefix to the word benzene as shown in the following examples. However, common names (written in bracket below) of many substituted benzene compounds are also universally used. Reprint 2025-26 269 organic chemistry – some basic principles and techniques If benzene ring is disubstituted, the position of substituents is defined by numbering the carbon atoms of the ring such that the substituents are located at the lowest numbers possible. For example, the compound(b) is named as 1,3-dibromobenzene and not as 1,5-dibromobenzene. Substituent of the base compound is assigned number1 and then the direction of numbering is chosen such that the next substituent gets the lowest number. The substituents appear in the name in alphabetical order. Some examples are given below. Methylbenzene Methoxybenzene Aminobenzene (Toluene) (Anisole) (Aniline) Nitrobenzene Bromobenzene 1,2-Dibromo- benzene 1,3-Dibromo- benzene 1,4-Dibromo- benzene (a) (b) (c) In the trivial system of nomenclature the terms ortho (o), meta (m) and para (p) are used as prefixes to indicate the relative positions 1,2;1,3 and 1,4 respectively. Thus, 1,3-dibromobenzene (b) is named as m-dibromobenzene (meta is abbreviated as m-) and the other isomers of dibromobenzene 1,2-(a) and 1,4-(c), are named as ortho (or just o-) and para (or just p-)-dibromobenzene, respectively. For tri - or higher substituted benzene derivatives, these prefixes cannot be used and the compounds are named by identifying substituent positions on the ring by following the lowest locant rule. In some cases, common name of benzene derivatives is taken as the base compound."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 56, "content": "1-Chloro-2,4-dinitrobenzene (not 4-chloro,1,3-dinitrobenzene) 2-Chloro-1-methyl-4-nitrobenzene (not 4-methyl-5-chloro-nitrobenzene) 2-Chloro-4-methylanisole 4-Ethyl-2-methylaniline 3,4-Dimethylphenol When a benzene ring is attached to an alkane with a functional group, it is considered as substituent, instead of a parent. The name for benzene as substituent is phenyl (C6H5-, also abbreviated as Ph). Reprint 2025-26 270 chemistry different carbon skeletons, these are referred to as chain isomers and the phenomenon is termed as chain isomerism. For example, C5H12 represents three compounds: Isomerism Structural isomerism Stereoisomerism Chain isomerism Position isomerism Functional group isomerism Metamerism Geometrical isomerism Optical isomerism 8.6 ISOMERISM The phenomenon of existence of two or more compounds possessing the same molecular formula but different properties is known as isomerism. Such compounds are called as isomers. The following flow chart shows different types of isomerism. 8.6.1 Structural Isomerism Compounds having the same molecular formula but different structures (manners in which atoms are linked) are classified as structural isomers. Some typical examples of different types of structural isomerism are given below: (i) Chain isomerism: When two or more compounds have similar molecular formula but (a) \b (b) (c)\b (d) Problem 8.10 Write the structural formula of: (a) o-Ethylanisole, (b) p-Nitroaniline, (c) 2,3 - Dibromo -1 - phenylpentane, (d) 4-Ethyl-1-fluoro-2-nitrobenzene. Solution CH3  CH3 C CH3  CH3 Neopentane (2,2-Dimethylpropane) (ii) Position isomerism: When two or more compounds differ in the position of substituent atom or functional group on the carbon skeleton, they are called position isomers and this phenomenon is termed as position isomerism. For example, the molecular formula C3H8O represents two alcohols: (iii) Functional group isomerism: Two or more compounds having the same molecular formula but different functional groups are called functional isomers and this phenomenon is termed as functional group isomerism."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 57, "content": "For example, the molecular formula C3H6O represents an aldehyde and a ketone: CH3  CH3CH2CH2CH2CH3 CH3−CHCH2CH3 Pentane Isopentane (2-Methylbutane) OH  CH3CH2CH2OH CH3−CH-CH3 Propan-1-ol Propan-2-ol Reprint 2025-26 271 organic chemistry – some basic principles and techniques (iv) Metamerism: It arises due to different alkyl chains on either side of the functional group in the molecule. For example, C4H10O represents methoxypropane (CH3OC3H7) and ethoxyethane (C2H5OC2H5). 8.6.2 Stereoisomerism The compounds that have the same constitution and sequence of covalent bonds but differ in relative positions of their atoms or groups in space are called stereoisomers. This special type of isomerism is called as stereoisomerism and can be classified as geometrical and optical isomerism. 8.7 FUNDAMENTAL CONCEPTS IN ORGANIC REACTION MECHANISM In an organic reaction, the organic molecule (also referred as a substrate) reacts with an appropriate attacking reagent and leads to the formation of one or more intermediate(s) and finally product(s) The general reaction is depicted as follows : in understanding the reactivity of organic compounds and in planning strategy for their synthesis. In the following sections, we shall learn some of the principles that explain how these reactions take place. 8.7.1 Fission of a Covalent Bond A covalent bond can get cleaved either by : (i) heterolytic cleavage, or by (ii) homolytic cleavage. In heterolytic cleavage, the bond breaks in such a fashion that the shared pair of electrons remains with one of the fragments. After heterolysis, one atom has a sextet electronic structure and a positive charge and the other, a valence octet with at least one lone pair and a negative charge. Thus, heterolytic cleavage of bromomethane will give C + H3 and Br– as shown below. A species having a carbon atom possessing sextext of electrons and a positive charge is called a carbocation (earlier called carbonium ion)."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 58, "content": "The H3 ion is known as a methyl cation or methyl carbonium ion. Carbocations are classified as primary, secondary or tertiary depending on whether one, two or three carbons are directly attached to the positively charged carbon. Some other examples of carbocations are: CH3C + H2 (ethyl cation, a primary carbocation), (CH3)2C + H (isopropyl cation, a secondary carbocation), and (CH3)3C + (tert-butyl cation, a tertiary carbocation). Carbocations are highly unstable and reactive species. Alkyl groups directly attached to the positively charged carbon stabilise the carbocations due to inductive and hyperconjugation effects, which you will be studying in the sections 8.7.5 and 8.7.9. The observed order of carbocation stability is: C + H3 < CH3C + H2 < (CH3)2C + H < (CH3)3C + . These carbocations have trigonal planar shape with positively charged carbon being sp2 hybridised. Thus, the shape of C + H3 may be considered as being derived from the overlap of three equivalent C(sp2) hybridised orbitals with 1s orbital of each of the three hydrogen Organic molecule (Substrate) [Intermediate] Product(s) Attacking Reagent Byproducts Substrate is that reactant which supplies carbon to the new bond and the other reactant is called reagent. If both the reactants supply carbon to the new bond then choice is arbitrary and in that case the molecule on which attention is focused is called substrate. In such a reaction a covalent bond between two carbon atoms or a carbon and some other atom is broken and a new bond is formed. A sequential account of each step, describing details of electron movement, energetics during bond cleavage and bond formation, and the rates of transformation of reactants into products (kinetics) is referred to as reaction mechanism."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 59, "content": "The knowledge of reaction mechanism helps O H   CH3−C-CH3 CH3−CH2—C= O Propanone Propanal Reprint 2025-26 272 chemistry atoms. Each bond may be represented as C(sp2)–H(1s) sigma bond. The remaining carbon orbital is perpendicular to the molecular plane and contains no electrons. [Fig. 8.3(a)]. Fig. 8.3 (a) Shape of methyl carbocation The heterolytic cleavage can also give a species in which carbon gets the shared pair of electrons. For example, when group Z attached to the carbon leaves without electron pair, the methyl anion is formed. Such a carbon species carrying a negative charge on carbon atom is called carbanion. Carbon in carbanion is generally sp3 hybridised and its structure is distorted tetrahedron as shown in Fig. 8.3(b). Fig. 8.3 (b) Shape of methyl carbanion Carbanions are also unstable and reactive species. The organic reactions which proceed through heterolytic bond cleavage are called ionic or heteropolar or just polar reactions. In homolytic cleavage, one of the electrons of the shared pair in a covalent bond goes with each of the bonded atoms. Thus, in homolytic cleavage, the movement of a single electron takes place instead of an electron pair. The single electron movement is shown by ‘half-headed’ (fish hook: ) curved arrow. Such cleavage results in the formation of neutral species (atom or group) which contains an unpaired electron. These species are called free radicals. Like carbocations and carbanions, free radicals are also very reactive. A homolytic cleavage can be shown as: Alkyl free radical Alkyl radicals are classified as primary, secondary, or tertiary. Alkyl radical stability increases as we proceed from primary to tertiary: , Methyl Ethyl Isopropyl Tert-butyl free free free free radical radical radical radical Organic reactions, which proceed by homolytic fission are called free radical or homopolar or nonpolar reactions."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 60, "content": "8.7.2 Substrate and Reagent Ions are generally not formed in the reactions of organic compounds. Molecules as such participate in the reaction. It is convenient to name one reagent as substrate and other as reagent. In general, a molecule whose carbon is involved in new bond formation is called substrate and the other one is called reagent. When carbon-carbon bond is formed, the choice of naming the reactants as substrate and reagent is arbitrary and depends on molecule under observation. Example: (i) CH2 = CH2 + Br2 → CH2 Br – CH2Br Substrate Reagent Product (ii) Nucleophiles and Electrophiles Reagents attack the reactive site of the substrate. The reactive site may be electron Reprint 2025-26 273 organic chemistry – some basic principles and techniques deficient portion of the molecule (a positive reactive site) e.g., an atom with incomplete electron shell or the positive end of the dipole in the molecule. If the attacking species is electron rich, it attacks these sites. If attacking species is electron deficient, the reactive site for it is that part of the substrate molecule which can supply electrons, e.g., π electrons in a double bond. A reagent that brings an electron pair to the reactive site is called a nucleophile (Nu:) i.e., nucleus seeking and the reaction is then called nucleophilic. A reagent that takes away an electron pair from reactive site is called electrophile (E+) i.e., electron seeking and the reaction is called electrophilic. During a polar organic reaction, a nucleophile attacks an electrophilic centre of the substrate which is that specific atom or part of the substrate which is electron deficient. Similarly, the electrophiles attack at nucleophilic centre, which is the electron rich centre of the substrate. Thus, the electrophiles receive electron pair from the substrate when the two undergo bonding interaction."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 61, "content": "A curved-arrow notation is used to show the movement of an electron pair from the nucleophile to the electrophile. Some examples of nucleophiles are the negatively charged ions with lone pair of electrons such as hydroxide (HO– ), cyanide (NC–) ions and carbanions (R3C:–). Neutral molecules such as etc., can also act as nucleophiles due to the presence of lone pair of electrons. Examples of electrophiles include carbocations (C + H3) and neutral molecules having functional groups like carbonyl group (>C=O) or alkyl halides (R3C-X, where X is a halogen atom). The carbon atom in carbocations has sextet configuration; hence, it is electron deficient and can receive a pair of electrons from the nucleophiles. In neutral molecules such as alkyl halides, due to the polarity of the C-X bond a partial positive charge is generated on the carbon atom and hence the carbon atom becomes an electrophilic centre at which a nucleophile can attack. Problem 8.11 Using curved-arrow notation, show the formation of reactive intermediates when the following covalent bonds undergo heterolytic cleavage. (a) CH3–SCH3, (b) CH3–CN, (c) CH3–Cu Solution Problem 8.12 Giving justification, categorise the following molecules/ions as nucleophile or electrophile: Solution Nucleophiles: HS–,C2H5O–,(CH3)3N:H2N:– These species have unshared pair of electrons, which can be donated and shared with an electrophile. Electrophiles: BF3,C1 + H3–C + =O,N + O2. Reactive sites have only six valence electrons; can accept electron pair from a nucleophile. Problem 8.13 Identify electrophilic centre in the following: CH3CH=O, CH3CN, CH3I. Solution Among CH 3HC*=O, H 3CC*≡N, and H3C*–I, the starred carbon atoms are electrophilic centers as they will have partial positive charge due to polarity of the bond. 8.7.3 Electron Movement in Organic Reactions The movement of electrons in organic reactions can be shown by curved-arrow Reprint 2025-26 274 chemistry notation."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 62, "content": "It shows how changes in bonding occur due to electronic redistribution during the reaction. To show the change in position of a pair of electrons, curved arrow starts from the point from where an electron pair is shifted and it ends at a location to which the pair of electron may move. Presentation of shifting of electron pair is given below : (i) from π bond to adjacent bond position (ii) from π bond to adjacent atom (iii) from atom to adjacent bond position Movement of single electron is indicated by a single barbed ‘fish hooks’ (i.e. half headed curved arrow). For example, in transfer of hydroxide ion giving ethanol and in the dissociation of chloromethane, the movement of electron using curved arrows can be depicted as follows: 8.7.4 Electron Displacement Effects in Covalent Bonds The electron displacement in an organic molecule may take place either in the ground state under the influence of an atom or a substituent group or in the presence of an appropriate attacking reagent. The electron displacements due to the influence of an atom or a substituent group present in the molecule cause permanent polarlisation of the bond. Inductive effect and resonance effects are examples of this type of electron displacements. Temporary electron displacement effects are seen in a molecule when a reagent approaches to attack it. This type of electron displacement is called electromeric effect or polarisability effect. In the following sections we will learn about these types of electronic displacements. 8.7.5 Inductive Effect When a covalent bond is formed between atoms of different electronegativity, the electron density is more towards the more electronegative atom of the bond. Such a shift of electron density results in a polar covalent bond. Bond polarity leads to various electronic effects in organic compounds."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 63, "content": "Let us consider cholorethane (CH3CH2Cl) in which the C–Cl bond is a polar covalent bond. It is polarised in such a way that the carbon-1 gains some positive charge (δ+) and the chlorine some negative charge (δ–). The fractional electronic charges on the two atoms in a polar covalent bond are denoted by symbol δ (delta) and the shift of electron density is shown by an arrow that points from δ+ to δ– end of the polar bond. δδ+ δ+ δ− CH3→CH2→Cl 2 1 In turn carbon-1, which has developed partial positive charge (δ+) draws some electron density towards it from the adjacent C-C bond. Consequently, some positive charge (δδ+) develops on carbon-2 also, where δδ+ symbolises relatively smaller positive charge as compared to that on carbon – 1. In other words, the polar C – Cl bond induces polarity in the adjacent bonds. Such polarisation of σ-bond caused by the polarisation of adjacent σ-bond is referred to as the inductive effect. This effect is passed on to the subsequent bonds also but the effect decreases rapidly as the number of intervening bonds increases and becomes vanishingly small after three bonds. The inductive effect is related to the ability of substituent(s) to either withdraw or donate electron density to the attached carbon atom. Based on this ability, the substitutents can be classified as electron-withdrawing or electron donating groups relative to hydrogen. Halogens and many other groups such as nitro (- NO2), cyano (- CN), carboxy (- COOH), ester (COOR), aryloxy (-OAr, e.g. – OC6H5), etc. are electron-withdrawing groups. On the other hand, the alkyl groups like methyl (–CH3) and ethyl (–CH2–CH3) are usually considered as electron donating groups."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 64, "content": "­ Reprint 2025-26 275 organic chemistry – some basic principles and techniques Problem 8.14 Which bond is more polar in the following pairs of molecules: (a) H3C-H, H3C-Br (b) H3C-NH2, H3C-OH (c) H3C-OH, H3C-SH Solution (a) C–Br, since Br is more electronegative than H, (b) C–O, (c) C–O Problem 8.15 In which C–C bond of CH3CH2CH2Br, the inductive effect is expected to be the least? Solution Magnitude of inductive effect diminishes as the number of intervening bonds increases. Hence, the effect is least in the bond between carbon-3 and hydrogen. 8.7.6 Resonance Structure There are many organic molecules whose behaviour cannot be explained by a single Lewis structure. An example is that of benzene. Its cyclic structure containing alternating C–C single and C=C double bonds shown is inadequate for explaining its characteristic properties. As per the above representation, benzene should exhibit two different bond lengths, due to C–C single and C=C double bonds. However, as determined experimentally benzene has a uniform C–C bond distances of 139 pm, a value intermediate between the C–C single(154 pm) and C=C double (134 pm) bonds. Thus, the structure of benzene cannot be represented adequately by the above structure. Further, benzene can be represented equally well by the energetically identical structures I and II. benzene cannot be adequately represented by any of these structures, rather it is a hybrid of the two structures (I and II) called resonance structures. The resonance structures (canonical structures or contributing structures) are hypothetical and individually do not represent any real molecule. They contribute to the actual structure in proportion to their stability. Another example of resonance is provided by nitromethane (CH3NO2) which can be represented by two Lewis structures, (I and II). There are two types of N-O bonds in these structures."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 65, "content": "However, it is known that the two N–O bonds of nitromethane are of the same length (intermediate between a N–O single bond and a N=O double bond). The actual structure of nitromethane is therefore a resonance hybrid of the two canonical forms I and II. The energy of actual structure of the molecule (the resonance hybrid) is lower than that of any of the canonical structures. The difference in energy between the actual structure and the lowest energy resonance structure is called the resonance stabilisation energy or simply the resonance energy. The more the number of important contributing structures, the more is the resonance energy. Resonance is particularly important when the contributing structures are equivalent in energy. The following rules are applied while writing resonance structures: The resonance structures have (i) the same positions of nuclei and (ii) the same number of unpaired electrons. Among the resonance structures, the one which has more number of covalent bonds, all the atoms with octet of electrons (except hydrogen which has a duplet), less separation of opposite charges, (a negative charge if any on more electronegative atom, a positive charge if any on more electropositive atom) and more dispersal of charge, is more stable than others. Benzene Therefore, according to the resonance theory (Unit 4) the actual structure of Reprint 2025-26 276 chemistry Problem 8.16 Write resonance structures of CH3COO– and show the movement of electrons by curved arrows. Solution First, write the structure and put unshared pairs of valence electrons on appropriate atoms. Then draw the arrows one at a time moving the electrons to get the other structures. Problem 8.17 Write resonance structures of CH2=CH–CHO. Indicate relative stability of the contributing structures. Solution Solution The two structures are less important contributors as they involve charge separation."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 66, "content": "Additionally, structure I contains a carbon atom with an incomplete octet. 8.7.7 Resonance Effect The resonance effect is defined as ‘the polarity produced in the molecule by the interaction of two π-bonds or between a π-bond and lone pair of electrons present on an adjacent atom’. The effect is transmitted through the chain. There are two types of resonance or mesomeric effect designated as R or M effect. (i) Positive Resonance Effect (+R effect) In this effect, the transfer of electrons is away from an atom or substituent group attached to the conjugated system. This electron displacement makes certain positions in the molecule of high electron densities. This effect in aniline is shown as : Stability: I > II > III [I: Most stable, more number of covalent bonds, each carbon and oxygen atom has an octet and no separation of opposite charge II: negative charge on more electronegative atom and positive charge on more electropositive atom; III: does not contribute as oxygen has positive charge and carbon has negative charge, hence least stable]. Problem 8.18 Explain why the following two structures, I and II cannot be the major contributors to the real structure of CH3COOCH3. (ii) Negative Resonance Effect (- R effect) This effect is observed when the transfer of electrons is towards the atom or substituent group attached to the conjugated system."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 67, "content": "For example in nitrobenzene this electron displacement can be depicted as : The atoms or substituent groups, which represent +R or –R electron displacement effects are as follows : +R effect: – halogen, –OH, –OR, –OCOR, –NH2, –NHR, –NR2, –NHCOR, – R effect: – COOH, –CHO, >C=O, – CN, –NO2 Reprint 2025-26 277 organic chemistry – some basic principles and techniques The presence of alternate single and double bonds in an open chain or cyclic system is termed as a conjugated system. These systems often show abnormal behaviour. The examples are 1,3- butadiene, aniline and nitrobenzene etc. In such systems, the π-electrons are delocalised and the system develops polarity. 8.7.8 Electromeric Effect (E effect) It is a temporary effect. The organic compounds having a multiple bond (a double or triple bond) show this effect in the presence of an attacking reagent only. It is defined as the complete transfer of a shared pair of π-electrons to one of the atoms joined by a multiple bond on the demand of an attacking reagent. The effect is annulled as soon as the attacking reagent is removed from the domain of the reaction. It is represented by E and the shifting of the electrons is shown by a curved arrow ( ). There are two distinct types of electromeric effect. (i) Positive Eelctromeric Effect (+E effect) In this effect the π−electrons of the multiple bond are transferred to that atom to which the reagent gets attached. For example: system or to an atom with an unshared p orbital. The σ electrons of C—H bond of the alkyl group enter into partial conjugation with the attached unsaturated system or with the unshared p orbital. Hyperconjugation is a permanent effect."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 68, "content": "To understand hyperconjugation effect, let us take an example of CH3 C + H2 (ethyl cation) in which the positively charged carbon atom has an empty p orbital. One of the C-H bonds of the methyl group can align in the plane of this empty p orbital and the electrons constituting the C-H bond in plane with this p orbital can then be delocalised into the empty p orbital as depicted in Fig. 8.4 (a). (ii) Negative Electromeric Effect (–E effect) In this effect the π - electrons of the multiple bond are transferred to that atom to which the attacking reagent does not get attached. For example: When inductive and electromeric effects operate in opposite directions, the electomeric effect predominates. 8.7.9 Hyperconjugation Hyperconjugation is a general stabilising interaction. It involves delocalisation of σ electrons of C—H bond of an alkyl group directly attached to an atom of unsaturated Fig. 8.4(a) Orbital diagram showing hyperconjugation in ethyl cation This type of overlap stabilises the carbocation because electron density from the adjacent σ bond helps in dispersing the positive charge. In general, greater the number of alkyl groups attached to a positively charged carbon atom, the greater is the hyperconjugation interaction and stabilisation of the cation. Thus, we have the following relative stability of carbocations : Reprint 2025-26 278 chemistry Hyperconjugation is also possible in alkenes and alkylarenes. D e l o c a l i s a t i o n o f e l e c t r o n s b y hyperconjugation in the case of alkene can be depicted as in Fig. 8.4(b). Problem 8.19 Explain why (CH3)3C + is more stable than CH3C + H2 and C + H3 is the least stable cation."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 69, "content": "Solution Hyperconjugation interaction in (CH3)3C + is greater than in CH3C + H2 as the (CH3)3C + has nine C-H bonds. In C + H3, vacant p orbital is perpendicular to the plane in which C-H bonds lie; hence cannot overlap with it. Thus, C + H3 lacks hyperconjugative stability. 8.7.10 Types of Organic Reactions and Mechanisms Organic reactions can be classified into the following categories: (i) Substitution reactions (ii) Addition reactions (iii) Elimination reactions (iv) Rearrangement reactions You will be studying these reactions in Unit 9 and later in class XII. 8.8 Methods of Purification of Organic Compounds Once an organic compound is extracted from a natural source or synthesised in the laboratory, it is essential to purify it. Various methods used for the purification of organic compounds are based on the nature of the compound and the impurity present in it. The common techniques used for purification are as follows : (i) Sublimation (ii) Crystallisation (iii) Distillation (iv) Differential extraction and (v) Chromatography Finally, the purity of a compound is ascertained by determining its melting or boiling point. Most of the pure compounds have sharp melting points and boiling points. New methods of checking the purity of an organic compound are based on different Fig. 8.4(b) Orbital diagram showing hyperconjugation in propene There are various ways of looking at the hyperconjugative effect. One of the way is to regard C—H bond as possessing partial ionic character due to resonance. The hyperconjugation may also be regarded as no bond resonance. Reprint 2025-26 279 organic chemistry – some basic principles and techniques types of chromatographic and spectroscopic techniques. 8.8.1 Sublimation You have learnt earlier that on heating, some solid substances change from solid to vapour state without passing through liquid state."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 70, "content": "The purification technique based on the above principle is known as sublimation and is used to separate sublimable compounds from non- sublimable impurities. 8.8.2 Crystallisation This is one of the most commonly used techniques for the purification of solid organic compounds. It is based on the difference in the solubilities of the compound and the impurities in a suitable solvent. The impure compound is dissolved in a solvent in which it is sparingly soluble at room temperature but appreciably soluble at higher temperature. The solution is concentrated to get a nearly saturated solution. On cooling the solution, pure compound crystallises out and is removed by filtration. The filtrate (mother liquor) contains impurities and small quantity of the compound. If the compound is highly soluble in one solvent and very little soluble in another solvent, crystallisation can be satisfactorily carried out in a mixture of these solvents. Impurities, which impart colour to the solution are removed by adsorbing over activated charcoal. Repeated crystallisation becomes necessary for the purification of compounds containing impurities of comparable solubilities. 8.8.3 Distillation This important method is used to separate (i) volatile liquids from nonvolatile impurities and (ii) the liquids having sufficient difference in their boiling points. Liquids having different boiling points vaporise at different temperatures. The vapours are cooled and the liquids so formed are collected separately. Chloroform (b.p 334 K) and aniline (b.p. 457 K) are easily separated by the technique of distillation (Fig 8.5). The liquid mixture is taken in a round bottom flask and heated carefully. On boiling, the vapours of lower boiling component are formed first. The vapours are condensed by using a condenser and the liquid is collected in a receiver. The vapours of higher boiling component form later and the liquid can be collected separately."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 71, "content": "Fractional Distillation: If the difference in boiling points of two liquids is not much, simple distillation cannot be used to separate them. The vapours of such liquids are formed within the same temperature range and are condensed simultaneously. The technique of fractional distillation is used in such cases. In this technique, vapours of a liquid mixture are passed through a fractionating column before condensation. The fractionating column is fitted over the mouth of the round bottom flask (Fig.8.6, page 280). Vapours of the liquid with higher boiling point condense before the vapours of the liquid with lower boiling point. The vapours rising up in the fractionating column become richer in more volatile component. By the Fig.8.5 Simple distillation. The vapours of a substance formed are condensed and the liquid is collected in conical flask. Reprint 2025-26 280 chemistry time the vapours reach to the top of the fractionating column, these are rich in the more volatile component. Fractionating columns are available in various sizes and designs as shown in Fig.8.7. A fractionating column provides many surfaces for heat exchange between the ascending vapours and the descending condensed liquid. Some of the condensing liquid in the fractionating column obtains heat from the ascending vapours and revaporises. The vapours thus become richer in low boiling component. The vapours of low boiling component ascend to the top of the column. On reaching the top, the vapours become pure in low boiling component and pass through the condenser and the pure liquid is collected in a receiver. After a series of successive distillations, the remaining liquid in the distillation flask gets enriched in high boiling component. Each successive condensation and vaporisation Fig.8.7 Different types of fractionating columns. unit in the fractionating column is called a theoretical plate."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 72, "content": "Commercially, columns with hundreds of plates are available. One of the technological applications of fractional distillation is to separate different fractions of crude oil in petroleum industry. Fig.8.6 Fractional distillation. The vapours of lower boiling fraction reach the top of the column first followed by vapours of higher boiling fractions. Distillation under reduced pressure: This method is used to purify liquids having very high boiling points and those, which decompose at or below their boiling points. Such liquids are made to boil at a temperature lower than their normal boiling points by reducing the pressure on their surface. A liquid boils at a temperature at which its vapour pressure is equal to the external pressure. The pressure is reduced with the help of a water pump or vacuum pump (Fig.8.8). Glycerol can be separated from spent-lye in soap industry by using this technique. Reprint 2025-26 281 organic chemistry – some basic principles and techniques Fig.8.8 Distillation under reduced pressure. A liquid boils at a temperature below its vapour pressure by reducing the pressure. Steam Distillation: This technique is applied to separate substances which are steam volatile and are immiscible with water. In steam distillation, steam from a steam generator is passed through a heated flask containing the liquid to be distilled. The mixture of steam and the volatile organic compound is condensed and collected. The compound is later separated from water using a separating funnel. In steam distillation, the liquid boils when the sum of vapour pressures due to the organic liquid (p1) and that due to water (p2) becomes equal to the atmospheric pressure (p), i.e. p =p1+ p2. Since p1 is lower than p, the organic liquid vaporises at lower temperature than its boiling point."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 73, "content": "Thus, if one of the substances in the mixture is water and the other, a water insoluble substance, then the mixture will boil close to but below, 373K. A mixture of water and the substance is obtained which can be separated by using a separating funnel. Aniline is separated by this technique from aniline – water mixture (Fig.8.9, Page 282). 8.8.4 Differential Extraction When an organic compound is present in an aqueous medium, it is separated by shaking it with an organic solvent in which it is more soluble than in water. The organic solvent and the aqueous solution should be immiscible with each other so that they form two distinct layers which can be separated by separatory funnel. The organic solvent is later removed by distillation or by evaporation to get back the compound. Differential extraction is carried out in a separatory funnel as shown in Fig. 8.10 (Page 282). If the organic compound is less soluble in the organic solvent, a very large quantity of solvent would be required to extract even a very small quantity of the compound. The technique of continuous extraction is employed in such cases. In this technique same solvent is repeatedly used for extraction of the compound. 8.8.5 Chromatography Chromatography is an important technique extensively used to separate mixtures into their components, purify compounds and also to test the purity of compounds. The Reprint 2025-26 282 chemistry name chromatography is based on the Greek word chroma, for colour since the method was first used for the separation of coloured substances found in plants. In this technique, the mixture of substances is applied onto a stationary phase, which may be a solid or a liquid. A pure solvent, a mixture of solvents, or a gas is allowed to move slowly over the stationary phase."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 74, "content": "The components of the mixture get gradually separated from one another. The moving phase is called the mobile phase. Based on the principle involved, chromatography is classified into different categories. Two of these are: (a) Adsorption chromatography, and (b) Partition chromatography. a) Adsorption Chromatography: Adsor- ption chromatography is based on the fact that different compounds are adsorbed on an adsorbent to different degrees. Commonly used adsorbents are silica gel and alumina. When a mobile phase is allowed to move over a stationary phase (adsorbent), the components of the mixture move by varying distances over the stationary phase. Following are two main types of chromatographic techniques based on the principle of differential adsorption. (a) Column chromatography, and (b) Thin layer chromatography. Fig.8.10 Differential extraction. Extraction of com- pound takes place based on difference in solubility Fig.8.9 Steam distillation. Steam volatile component volatilizes, the vapours condense in the condenser and the liquid collects in conical flask. Reprint 2025-26 283 organic chemistry – some basic principles and techniques Column Chromatography: Column chromatography involves separation of a mixture over a column of adsorbent (stationary phase) packed in a glass tube. The column is fitted with a stopcock at its lower end (Fig. 8.11). The mixture adsorbed on adsorbent is placed on the top of the adsorbent column packed in a glass tube. An appropriate eluant which is a liquid or a mixture of liquids is allowed to flow down the column slowly. Depending upon the degree to which the compounds are adsorbed, complete separation takes place. The most readily adsorbed substances are retained near the top and others come down to various distances in the column (Fig.8.11). The glass plate is then placed in a closed jar containing the eluant (Fig. 8.12a)."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 75, "content": "As the eluant rises up the plate, the components of the mixture move up along with the eluant to different distances depending on their degree of adsorption and separation takes place. The relative adsorption of each component of the mixture is expressed in terms of its retardation factor i.e. Rf value (Fig.8.12 b). Rf = Distance moved by the substance from base line (x) Distance moved by the solvent from base line (y) Fig.8.11 Column chromatography. Different stages of separation of components of a mixture. Thin Layer Chromatography: Thin layer chromatography (TLC) is another type of adsorption chromatography, which involves separation of substances of a mixture over a thin layer of an adsorbent coated on glass plate. A thin layer (about 0.2mm thick) of an adsorbent (silica gel or alumina) is spread over a glass plate of suitable size. The plate is known as thin layer chromatography plate or chromaplate. The solution of the mixture to be separated is applied as a small spot about 2 cm above one end of the TLC plate. The spots of coloured compounds are visible on TLC plate due to their original colour. The spots of colourless compounds, which are invisible to the eye but fluoresce in ultraviolet light, can be detected by putting the plate under ultraviolet light. Another detection technique is to place the plate in a covered jar containing a few crystals of iodine. Spots of compounds, which adsorb iodine, will show up as brown spots. Sometimes an appropriate reagent may also be sprayed on the plate. For example, amino acids may be detected by spraying the plate with ninhydrin solution (Fig.8.12b). Fig.8.12 (b) Developed chromatogram. Fig.8.12 (a) Thin layer chromatography. Chromatogram being developed. Reprint 2025-26 284 chemistry spot on the chromatogram."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 76, "content": "The spots of the separated colourless compounds may be observed either under ultraviolet light or by the use of an appropriate spray reagent as discussed under thin layer chromatography. 8.9 Qualitative Analysis of Organic Compounds The elements present in organic compounds are carbon and hydrogen. In addition to these, they may also contain oxygen, nitrogen, sulphur, halogens and phosphorus. 8.9.1 Detection of Carbon and Hydrogen Carbon and hydrogen are detected by heating the compound with copper(II) oxide. Carbon present in the compound is oxidised to carbon dioxide (tested with lime-water, which develops turbidity) and hydrogen to water (tested with anhydrous copper sulphate, which turns blue). C + 2CuO 2Cu + CO2 2H + CuO Cu + H2O CO2 + Ca(OH)2 CaCO3↓ + H2O 5H2O + CuSO4 CuSO4.5H2O White Blue 8.9.2 Detection of Other Elements Nitrogen, sulphur, halogens and phosphorus present in an organic compound are detected by “Lassaigne’s test”. The elements present in the compound are converted from covalent form into the ionic form by fusing the compound with sodium metal. Following reactions take place: Na + C + N NaCN 2Na + S Na2S Na + X Na X (X = Cl, Br or I) C, N, S and X come from organic compound. Cyanide, sulphide and halide of sodium so formed on sodium fusion are extracted from the fused mass by boiling it with distilled water. This extract is known as sodium fusion extract. (A) Test for Nitrogen The sodium fusion extract is boiled with iron(II) sulphate and then acidified with Partition Chromatography: Partition chromatography is based on continuous differential partitioning of components of a mixture between stationary and mobile phases. Paper chromatography is a type of partition chromatography. In paper chromatography, a special quality paper known as chromatography paper is used."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 77, "content": "Chromatography paper contains water trapped in it, which acts as the stationary phase. A strip of chromatography paper spotted at the base with the solution of the mixture is suspended in a suitable solvent or a mixture of solvents (Fig. 8.13). This solvent acts as the mobile phase. The solvent rises up the paper by capillary action and flows over the spot. The paper selectively retains different components according to their differing partition in the two phases. The paper strip so developed is known as a chromatogram. The spots of the separated coloured compounds are visible at different heights from the position of initial Fig.8.13 Paper chromatography. Chromatography paper in two different shapes. Reprint 2025-26 285 organic chemistry – some basic principles and techniques concentrated sulphuric acid. The formation of Prussian blue colour confirms the presence of nitrogen. Sodium cyanide first reacts with iron(II) sulphate and forms sodium hexacyanidoferrate(II). On heating with concentrated sulphuric acid some iron(II) ions are oxidised to iron(III) ions which react with sodium hexacyanidoferrate(II) to produce iron(III) hexacyanidoferrate(II) (ferriferrocyanide) which is Prussian blue in colour. 6CN– + Fe2+ → [Fe(CN)6]4– 3[Fe(CN)6]4– + 4Fe3+ Fe4[Fe(CN)6]3.xH2O \b Prussian blue (B) Test for Sulphur (a) The sodium fusion extract is acidified with acetic acid and lead acetate is added to it. A black precipitate of lead sulphide indicates the presence of sulphur. S2– + Pb2+ → PbS Black (b) On treating sodium fusion extract with sodium nitroprusside, appearance of a violet colour further indicates the presence of sulphur. S2– + [Fe(CN)5NO]2– → [Fe(CN)5NOS]4– Violet In case, nitrogen and sulphur both are present in an organic compound, sodium thiocyanate is formed. It gives blood red colour and no Prussian blue since there are no free cyanide ions."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 78, "content": "Na + C + N + S → NaSCN Fe3+ +SCN– → [Fe(SCN)]2+ Blood red If sodium fusion is carried out with excess of sodium, the thiocyanate decomposes to yield cyanide and sulphide. These ions give their usual tests. NaSCN + 2Na → NaCN+Na2S (C) Test for Halogens The sodium fusion extract is acidified with nitric acid and then treated with silver nitrate. A white precipitate, soluble in ammonium hydroxide shows the presence of chlorine, a yellowish precipitate, sparingly soluble in ammonium hydroxide shows the presence of bromine and a yellow precipitate, insoluble in ammonium hydroxide shows the presence of iodine. X– + Ag+ → AgX X represents a halogen – Cl, Br or I. If nitrogen or sulphur is also present in the compound, the sodium fusion extract is first boiled with concentrated nitric acid to decompose cyanide or sulphide of sodium formed during Lassaigne’s test. These ions would otherwise interfere with silver nitrate test for halogens. (D) Test for Phosphorus The compound is heated with an oxidising agent (sodium peroxide). The phosphorus present in the compound is oxidised to phosphate. The solution is boiled with nitric acid and then treated with ammonium molybdate. A yellow colouration or precipitate indicates the presence of phosphorus. Na3PO4 + 3HNO3 → H3PO4+3NaNO3 H3PO4 + 12(NH4)2MoO4 + 21HNO3 → Ammonium molybdate (NH4)3PO4.12MoO3 + 21NH4NO3 + 12H2O Ammonium phosphomolybdate 8.10 Quantitative Analysis Quantitative analysis of compounds is very important in organic chemistry. It helps chemists in the determination of mass per cent of elements present in a compound. You have learnt in Unit-1 that mass per cent of elements is required for the determination of emperical and molecular formula."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 79, "content": "The percentage composition of elements present in an organic compound is determined by the following methods: 8.10.1 Carbon and Hydrogen Both carbon and hydrogen are estimated in one experiment. A known mass of an organic compound is burnt in the presence of excess of oxygen and copper(II) oxide. Carbon and hydrogen in the compound are oxidised to carbon dioxide and water respectively. CxHy + (x + y/4) O2 → x CO2 + (y/2) H2O Reprint 2025-26 286 chemistry The mass of water produced is determined by passing the mixture through a weighed U-tube containing anhydrous calcium chloride. Carbon dioxide is absorbed in another U-tube containing concentrated solution of potassium hydroxide. These tubes are connected in series (Fig. 8.14). The increase in masses of calcium chloride and potassium hydroxide gives the amounts of water and carbon dioxide from which the percentages of carbon and hydrogen are calculated. Let the mass of organic compound be m g, mass of water and carbon dioxide produced be m1 and m2 g respectively; Percentage of carbon= 2 12 100 44 m m × × × Percentage of hydrogen = 1 2 100 18 m m × × × Problem 8.20 On complete combustion, 0.246 g of an organic compound gave 0.198g of carbon dioxide and 0.1014g of water. Determine the percentage composition of carbon and hydrogen in the compound. Solution 12 0.198 100 Percentageof carbon 44 0.246 21.95% × × = × = Percentage of hydrogen 2 0.1014 100 18 0.246 4.58% × × = × = 8.10.2 Nitrogen There are two methods for estimation of nitrogen: (i) Dumas method and (ii) Kjeldahl’s method. (i) Dumas method: The nitrogen containing organic compound, when heated with copper oxide in an atmosphere of carbon dioxide, yields free nitrogen in addition to carbon dioxide and water."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 80, "content": "CxHyNz + (2x + y/2) CuO → x CO2 + y/2 H2O + z/2 N2 + (2x + y/2) Cu Traces of nitrogen oxides formed, if any, are reduced to nitrogen by passing the gaseous mixture over a heated copper gauze. The mixture of gases so produced is collected over an aqueous solution of potassium hydroxide which absorbs carbon dioxide. Nitrogen is collected in the upper part of the graduated tube (Fig.8.15). Let the mass of organic compound = m g Volume of nitrogen collected = V1 mL Room temperature = T1K 1 1 1 273 Volumeof nitrogen atSTP 760 (Letit be mL) PV T V × = × Where p1 and V1 are the pressure and volume of nitrogen, p1 is different from the atmospheric pressure at which nitrogen gas is collected. The value of p1 is obtained by the relation; p1= Atmospheric pressure – Aqueous tension 22400 mL N2 at STP weighs 28 g. Fig.8.14 Estimation of carbon and hydrogen. Water and carbon dioxide formed on oxidation of substance are absorbed in anhydrous calcium chloride and potassium hydroxide solutions respectively contained in U tubes. Reprint 2025-26 287 organic chemistry – some basic principles and techniques 2 28 mL N atSTP weighs g 22400 V V × = Percentage of nitrogen = 28 100 22400 V m × × × Problem 8.21 In Dumas’ method for estimation of nitrogen, 0.3g of an organic compound gave 50mL of nitrogen collected at 300K temperature and 715mm pressure. Calculate the percentage composition of nitrogen in the compound."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 81, "content": "(Aqueous tension at 300K=15 mm) Solution Volume of nitrogen collected at 300K and 715mm pressure is 50 mL Actual pressure = 715-15 =700 mm 273 700 50 Volumeof nitrogen atSTP 300 760 41.9mL × × × 22,400 mL of N2 at STP weighs = 28 g 28 41.9 41.9mLof nitrogen weighs 22400 g × = 28 41.9 100 Percentageof nitrogen 22400 0.3 17.46% × × = × = Fig. 8.15 Dumas method. The organic compound yields nitrogen gas on heating it with copper(II) oxide in the presence of CO2 gas. The mixture of gases is collected over potassium hydroxide solution in which CO2 is absorbed and volume of nitrogen gas is determined. (ii) Kjeldahl’s method: The compound containing nitrogen is heated with concentrated sulphuric acid. Nitrogen in the compound gets converted to ammonium sulphate (Fig. 8.16). The resulting acid mixture is then heated with excess of sodium hydroxide. The liberated ammonia gas is absorbed in an excess of standard solution of sulphuric acid. The amount of ammonia produced is determined by estimating the amount of sulphuric acid consumed in the reaction. It is done by estimating unreacted sulphuric acid left after the absorption of ammonia by titrating it with standard alkali solution. The difference between the initial amount of acid Reprint 2025-26 288 chemistry taken and that left after the reaction gives the amount of acid reacted with ammonia."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 82, "content": "Organic compound + H2SO4 → (NH4)2SO4 Na2SO4 + 2NH3 + 2H2O 2NH3 + H2SO4 → (NH4)2SO4 Let the mass of organic compound taken = m g Volume of H2SO4 of molarity, M, taken = V mL Volume of NaOH of molarity, M, used for titration of excess of H2SO4 = V1 mL V1mL of NaOH of molarity M = V1 /2 mL of H2SO4 of molarity M Volume of H2SO4 of molarity M unused = (V - V1/2) mL (V- V1/2) mL of H2SO4 of molarity M = 2(V-V1/2) mL of NH3 solution of molarity M. 1000 mL of 1 M NH3 solution contains 17g NH3 or 14 g of N 2(V-V1/2) mL of NH3 solution of molarity M contains: 1 14 M 2(V V / 2) g N 1000 × × − 1 14 M 2(V V / 2) 100 Percentageof N 1000 1.4 M 2(V V / 2) m m × × − = × × × − = Kjeldahl method is not applicable to compounds containing nitrogen in nitro and azo groups and nitrogen present in the ring (e.g. pyridine) as nitrogen of these compounds does not change to ammonium sulphate under these conditions. Problem 8.22 During estimation of nitrogen present in an organic compound by Kjeldahl’s method, the ammonia evolved from 0.5 g of the compound in Kjeldahl’s estimation of nitrogen, neutralized 10 mL of 1 M H2SO4. Find out the percentage of nitrogen in the compound. Solution 1 M of 10 mL H2SO4=1M of 20 mL NH3 1000 mL of 1M ammonia contains 14 g nitrogen 20 mL of 1M ammonia contains Fig.8.16 Kjeldahl method. Nitrogen-containing compound is treated with concentrated H2SO4 to get ammonium sulphate which liberates ammonia on treating with NaOH; ammonia is absorbed in known volume of standard acid."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 83, "content": "Reprint 2025-26 289 organic chemistry – some basic principles and techniques 14 20 1000 × g nitrogen 14×20×100 Percentageof nitrogen =56.0% 1000×0.5 = 8.10.3 Halogens Carius method: A known mass of an organic compound is heated with fuming nitric acid in the presence of silver nitrate contained in a hard glass tube known as Carius tube, (Fig.8.17) Percentage of halogen 1 atomicmassof X m g molecular massof AgX × = Problem 8.23 In Carius method of estimation of halogen, 0.15 g of an organic compound gave 0.12 g of AgBr. Find out the percentage of bromine in the compound. Solution Molar mass of AgBr = 108 + 80 = 188 g mol-1 188 g AgBr contains 80 g bromine 0.12 g AgBr contains × 80 0.12 188 g bromine × × = = 80 0.12 100 Percentage of bromine 188×0.15 34.04% 8.10.4 Sulphur A known mass of an organic compound is heated in a Carius tube with sodium peroxide or fuming nitric acid. Sulphur present in the compound is oxidised to sulphuric acid. It is precipitated as barium sulphate by adding excess of barium chloride solution in water. The precipitate is filtered, washed, dried and weighed. The percentage of sulphur can be calculated from the mass of barium sulphate. Let the mass of organic compound taken = m g and the mass of barium sulphate formed = m1g 1 mol of BaSO4 = 233 g BaSO4 = 32 g sulphur m1 g BaSO4 contains 1 32 233 m × × g sulphur 1 32 100 Percentageof sulphur 233 m m × × = × Fig. 8.17 Carius method. Halogen containing organic compound is heated with fuming nitric acid in the presence of silver nitrate. in a furnace."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 84, "content": "Carbon and hydrogen present in the compound are oxidised to carbon dioxide and water. The halogen present forms the corresponding silver halide (AgX). It is filtered, washed, dried and weighed. Let the mass of organic compound taken = m g Mass of AgX formed = m1 g 1 mol of AgX contains 1 mol of X Mass of halogen in m1g of AgX 1 atomicmassof X m g molecular massof AgX × = Problem 8.24 In sulphur estimation, 0.157 g of an organic compound gave 0.4813 g of Reprint 2025-26 290 chemistry percentage composition (100) and the sum of the percentages of all other elements. However, oxygen can also be estimated directly as follows: A definite mass of an organic compound is decomposed by heating in a stream of nitrogen gas. The mixture of gaseous products containing oxygen is passed over red-hot coke when all the oxygen is converted to carbon monoxide. This mixture is passed through warm iodine pentoxide (I2O5) when carbon monoxide is oxidised to carbon dioxide producing iodine. Compound heat  →  O2 + other gaseous products 2C + O2 1373 K  →  2CO]× 5 (A) I2O5 + 5CO → I2 + 5CO2]× 2 (B) On making the amount of CO produced in equation (A) equal to the amount of CO used in equation (B) by multiplying the equations (A) and (B) by 5 and 2 respectively; we find that each mole of oxygen liberated from the compound will produce two moles of carbondioxide. Thus 88 g carbon dioxide is obtained if 32 g oxygen is liberated."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 85, "content": "Let the mass of organic compound taken be m g Mass of carbon dioxide produced be m1 g ∴ m1 g carbon dioxide is obtained from 1 2 32 g O 88 m × ∴Percentage of oxygen = 1 32 100 % 88 m m × × × The percentage of oxygen can be derived from the amount of iodine produced also. Presently, the estimation of elements in an organic compound is carried out by using microquantities of substances and automatic experimental techniques. The elements, carbon, hydrogen and nitrogen present in a compound are determined by an apparatus known as CHN elemental analyser. The analyser requires only a very small amount of the substance (1-3 mg) and displays the values on a screen within a short time. A detailed discussion of such methods is beyond the scope of this book. barium sulphate. What is the percentage of sulphur in the compound? Solution Molecular mass of BaSO4 = 137+32+64 = 233 g 233 g BaSO4 contains 32 g sulphur 0.4813 g BaSO4 contains 32 0.4813 g 233 × g sulphur 32 0.4813 100 Percentageof sulphur 233 0.157 42.10% × × = × = 8.10.5 Phosphorus A known mass of an organic compound is heated with fuming nitric acid whereupon phosphorus present in the compound is oxidised to phosphoric acid. It is precipitated as ammonium phosphomolybdate, (NH4)3 PO4.12MoO3, by adding ammonia and ammonium molybdate. Alternatively, phosphoric acid may be precipitated as MgNH4PO4 by adding magnesia mixture which on ignition yields Mg2P2O7."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 86, "content": "Let the mass of organic compound taken = m g and mass of ammonium phospho molydate = m1g Molar mass of (NH4)3PO4.12MoO3 = 1877g Percentage of phosphorus 1 31 100 % 1877 m m × × = × If phosphorus is estimated as Mg2P2O7, Percentage of phosphorus 1 62 100 222 m × × = × where, 222 u is the molar mass of Mg2P2O7, m, the mass of organic compound taken, m1, the mass of Mg2P2O7 formed and 62, the mass of two phosphorus atoms present in the compound Mg2P2O7. 8.10.6 Oxygen The percentage of oxygen in an organic compound is usually found by difference between the total Reprint 2025-26 291 organic chemistry – some basic principles and techniques Summary In this unit, we have learnt some basic concepts in structure and reactivity of organic compounds, which are formed due to covalent bonding. The nature of the covalent bonding in organic compounds can be described in terms of orbitals hybridisation concept, according to which carbon can have sp3, sp2 and sp hybridised orbitals. The sp3, sp2 and sp hybridised carbons are found in compounds like methane, ethene and ethyne respectively. The tetrahedral shape of methane, planar shape of ethene and linear shape of ethyne can be understood on the basis of this concept. A sp3 hybrid orbital can overlap with 1s orbital of hydrogen to give a carbon - hydrogen (C–H) single bond (sigma, σ bond). Overlap of a sp2 orbital of one carbon with sp2 orbital of another results in the formation of a carbon–carbon σ bond. The unhybridised p orbitals on two adjacent carbons can undergo lateral (side- by-side) overlap to give a pi (π) bond. Organic compounds can be represented by various structural formulas."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 87, "content": "The three dimensional representation of organic compounds on paper can be drawn by wedge and dash formula. Organic compounds can be classified on the basis of their structure or the functional groups they contain. A functional group is an atom or group of atoms bonded together in a unique fashion and which determines the physical and chemical properties of the compounds. The naming of the organic compounds is carried out by following a set of rules laid down by the International Union of Pure and Applied Chemistry (IUPAC). In IUPAC nomenclature, the names are correlated with the structure in such a way that the reader can deduce the structure from the name. Organic reaction mechanism concepts are based on the structure of the substrate molecule, fission of a covalent bond, the attacking reagents, the electron displacement effects and the conditions of the reaction. These organic reactions involve breaking and making of covalent bonds. A covalent bond may be cleaved in heterolytic or homolytic fashion. A heterolytic cleavage yields carbocations or carbanions, while a homolytic cleavage gives free radicals as reactive intermediate. Reactions proceeding through heterolytic cleavage involve the complimentary pairs of reactive species. These are electron pair donor known as nucleophile and an electron pair acceptor known as electrophile. The inductive, resonance, electromeric and hyperconjugation effects may help in the polarisation of a bond making certain carbon atom or other atom positions as places of low or high electron densities. Organic reactions can be broadly classified into following types; substitution, addition, elimination and rearrangement reactions. Purification, qualitative and quantitative analysis of organic compounds are carried out for determining their structures. The methods of purification namely : sublimation, distillation and differential extraction are based on the difference in one or more physical properties."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 88, "content": "Chromatography is a useful technique of separation, identification and purification of compounds. It is classified into two categories : adsorption and partition chromatography. Adsorption chromatography is based on differential adsorption of various components of a mixture on an adsorbent. Partition chromatography involves continuous partitioning of the components of a mixture between stationary and mobile phases. After getting the compound in a pure form, its qualitative analysis is carried out for detection of elements present in it. Nitrogen, sulphur, halogens and phosphorus are detected by Lassaigne’s test. Carbon and hydrogen are estimated by determining the amounts of carbon dioxide and water produced. Nitrogen is estimated by Dumas or Kjeldahl’s method and halogens by Carius method. Sulphur and phosphorus are estimated by oxidising them to sulphuric and phosphoric acids respectively. The percentage of oxygen is usually determined by difference between the total percentage (100) and the sum of percentages of all other elements present. Reprint 2025-26 292 chemistry Exercises 8.1 What are hybridisation states of each carbon atom in the following compounds ? CH2=C=O, CH3CH=CH2, (CH3)2CO, CH2=CHCN, C6H6 8.2 Indicate the σ and π bonds in the following molecules : C6H6, C6H12, CH2Cl2, CH2=C=CH2, CH3NO2, HCONHCH3 8.3 Write bond line formulas for : Isopropyl alcohol, 2,3-Dimethylbutanal, Heptan-4-one. 8.4 Give the IUPAC names of the following compounds : (a) (b) (c) (d) (e) (f) Cl2CHCH2OH 8.5 Which of the following represents the correct IUPAC name for the compounds concer ned ? (a) 2,2-Dimethylpentane or 2-Dimethylpentane (b) 2,4,7-Trimethyloctane or 2,5,7-Trimethyloctane (c) 2-Chloro-4-methylpentane or 4-Chloro-2-methylpentane (d) But-3-yn-1-ol or But-4-ol-1-yne. 8.6 Draw formulas for the first five members of each homologous series beginning with the following compounds."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 89, "content": "(a) H–COOH (b) CH3COCH3 (c) H–CH=CH2 8.7 Give condensed and bond line structural formulas and identify the functional group(s) present, if any, for : (a) 2,2,4-Trimethylpentane (b) 2-Hydroxy-1,2,3-propanetricarboxylic acid (c) Hexanedial 8.8 Identify the functional groups in the following compounds (a) (b) (c) 8.9 Which of the two: O2NCH2CH2O– or CH3CH2O– is expected to be more stable and why? 8.10 Explain why alkyl groups act as electron donors when attached to a π system. 8.11 Draw the resonance structures for the following compounds. Show the electron shift using curved-arrow notation. (a) C6H5OH (b) C6H5NO2 (c) CH3CH=CHCHO (d) C6H5–CHO (e) C6H5–C + H2 (f) CH3CH=CH C + H2 8.12 What are electrophiles and nucleophiles ? Explain with examples. 8.13 Identify the reagents shown in bold in the following equations as nucleophiles or electrophiles: (a) CH3COOH + HO – → CH3COO–+H2O Reprint 2025-26 293 organic chemistry – some basic principles and techniques (b) CH3COCH3+ C – N → (CH3)2C(CN)(OH) (c) C6H6 + CH3C + O → C6H5COCH3 8.14 Classify the following reactions in one of the reaction type studied in this unit. (a) CH3CH2Br + HS – → CH3CH2SH + Br – (b) (CH3)2C = CH2 + HCI → (CH3)2CIC – CH3 (c) CH3CH2Br + HO – → CH2 = CH2 + H2O + Br – (d) (CH3)3C– CH2OH + HBr → (CH3)2CBrCH2CH2CH3 + H2O 8.15 What is the relationship between the members of following pairs of structures ? Are they structural or geometrical isomers or resonance contributors ? (a) (b) (c) 8.16 For the following bond cleavages, use curved-arrows to show the electron flow and classify each as homolysis or heterolysis. Identify reactive intermediate produced as free radical, carbocation and carbanion. (a) (b) (c) (d) 8.17 Explain the terms Inductive and Electromeric effects."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 90, "content": "Which electron displacement effect explains the following correct orders of acidity of the carboxylic acids? (a) Cl3CCOOH > Cl2CHCOOH > ClCH2COOH (b) CH3CH2COOH > (CH3)2CHCOOH > (CH3)3C.COOH 8.18 Give a brief description of the principles of the following techniques taking an example in each case. (a) Crystallisation (b) Distillation (c) Chromatography 8.19 Describe the method, which can be used to separate two compounds with different solubilities in a solvent S. 8.20 What is the difference between distillation, distillation under reduced pressure and steam distillation ? Reprint 2025-26 294 chemistry 8.21 Discuss the chemistry of Lassaigne’s test. 8.22 Differentiate between the principle of estimation of nitrogen in an organic compound by (i) Dumas method and (ii) Kjeldahl’s method. 8.23 Discuss the principle of estimation of halogens, sulphur and phosphorus present in an organic compound. 8.24 Explain the principle of paper chromatography. 8.25 Why is nitric acid added to sodium extract before adding silver nitrate for testing halogens? 8.26 Explain the reason for the fusion of an organic compound with metallic sodium for testing nitrogen, sulphur and halogens. 8.27 Name a suitable technique of separation of the components from a mixture of calcium sulphate and camphor. 8.28 Explain, why an organic liquid vaporises at a temperature below its boiling point in its steam distillation ? 8.29 Will CCl4 give white precipitate of AgCl on heating it with silver nitrate? Give reason for your answer. 8.30 Why is a solution of potassium hydroxide used to absorb carbon dioxide evolved during the estimation of carbon present in an organic compound? 8.31 Why is it necessary to use acetic acid and not sulphuric acid for acidification of sodium extract for testing sulphur by lead acetate test? 8.32 An organic compound contains 69% carbon and 4.8% hydrogen, the remainder being oxygen."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 91, "content": "Calculate the masses of carbon dioxide and water produced when 0.20 g of this substance is subjected to complete combustion. 8.33 A sample of 0.50 g of an organic compound was treated according to Kjeldahl’s method. The ammonia evolved was absorbed in 50 ml of 0.5 M H2SO4. The residual acid required 60 mL of 0.5 M solution of NaOH for neutralisation. Find the percentage composition of nitrogen in the compound. 8.34 0.3780 g of an organic chloro compound gave 0.5740 g of silver chloride in Carius estimation. Calculate the percentage of chlorine present in the compound. 8.35 In the estimation of sulphur by Carius method, 0.468 g of an organic sulphur compound afforded 0.668 g of barium sulphate. Find out the percentage of sulphur in the given compound. 8.36 In the organic compound CH2 = CH – CH2 – CH2 – C ≡ CH, the pair of hydridised orbitals involved in the formation of: C2 – C3 bond is: (a) sp – sp2 (b) sp – sp3 (c) sp2 – sp3 (d) sp3 – sp3 8.37 In the Lassaigne’s test for nitrogen in an organic compound, the Prussian blue colour is obtained due to the formation of: (a) Na4[Fe(CN)6] (b) Fe4[Fe(CN)6]3 (c) Fe2[Fe(CN)6] (d) Fe3[Fe(CN)6]4 8.38 Which of the following carbocation is most stable ? (a) (CH3)3C."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 92, "content": "C + ­ H2 (b) (CH3)3C + ­ (c) CH3CH2C + ­ H2 (d) CH3C + ­ H CH2CH3 8.39 The best and latest technique for isolation, purification and separation of organic compounds is: (a) Crystallisation (b) Distillation (c) Sublimation (d) Chromatography 8.40 The reaction: CH3CH2I + KOH(aq) → CH3CH2OH + KI is classified as : (a) electrophilic substitution (b) nucleophilic substitution (c) elimination (d) addition Reprint 2025-26 295 Hydrocarbons Unit 9 After studying this unit, you will be able to • name hydrocarbons according to IUPAC system of nomenclature; • recognise and write structures o f i s o m e r s o f a l k a n e s , alkenes, alkynes and aromatic hydrocarbons; • learn about various methods of preparation of hydrocarbons; • distinguish between alkanes, alkenes, alkynes and aromatic hydrocarbons on the basis of physical and chemical properties; • draw and differentiate between various conformations of ethane; • a p p r e c i a t e t h e r o l e o f hydrocarbons as sources of energy and for other industrial applications; • pr edict the for mation of the addition products of unsymmetrical alkenes and alkynes on the basis of electronic mechanism; • comprehend the structure of benzene, explain aromaticity and understand mechanism of electrophilic substitution reactions of benzene; • predict the directive influence of substituents in monosubstituted benzene ring; • learn about carcinogenicity and toxicity. Hydrocarbons The term ‘hydrocarbon’ is self-explanatory which means compounds of carbon and hydrogen only. Hydrocarbons play a key role in our daily life. You must be familiar with the terms ‘LPG’ and ‘CNG’ used as fuels. LPG is the abbreviated form of liquified petroleum gas whereas CNG stands for compressed natural gas."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 93, "content": "Another term ‘LNG’ (liquified natural gas) is also in news these days. This is also a fuel and is obtained by liquifaction of natural gas. Petrol, diesel and kerosene oil are obtained by the fractional distillation of petroleum found under the earth’s crust. Coal gas is obtained by the destructive distillation of coal. Natural gas is found in upper strata during drilling of oil wells. The gas after compression is known as compressed natural gas. LPG is used as a domestic fuel with the least pollution. Kerosene oil is also used as a domestic fuel but it causes some pollution. Automobiles need fuels like petrol, diesel and CNG. Petrol and CNG operated automobiles cause less pollution. All these fuels contain mixture of hydrocarbons, which are sources of energy. Hydrocarbons are also used for the manufacture of polymers like polythene, polypropene, polystyrene etc. Higher hydrocarbons are used as solvents for paints. They are also used as the starting materials for manufacture of many dyes and drugs. Thus, you can well understand the importance of hydrocarbons in your daily life. In this unit, you will learn more about hydrocarbons. 9.1 CLASSIFICATION Hydrocarbons are of different types. Depending upon the types of carbon-carbon bonds present, they can be classified into three main categories – (i) saturated Hydrocarbons are the important sources of energy. Reprint 2025-26 296 chemistry (ii) unsaturated and (iii) aromatic hydrocarbons. Saturated hydrocarbons contain carbon-carbon and carbon-hydrogen single bonds. If different carbon atoms are joined together to form open chain of carbon atoms with single bonds, they are termed as alkanes as you have already studied in Unit 8. On the other hand, if carbon atoms form a closed chain or a ring, they are termed as cycloalkanes. Unsaturated hydrocarbons contain carbon-carbon multiple bonds – double bonds, triple bonds or both."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 94, "content": "Aromatic hydrocarbons are a special type of cyclic compounds. You can construct a large number of models of such molecules of both types (open chain and close chain) keeping in mind that carbon is tetravalent and hydrogen is monovalent. For making models of alkanes, you can use toothpicks for bonds and plasticine balls for atoms. For alkenes, alkynes and aromatic hydrocarbons, spring models can be constructed. 9.2 ALKANES As already mentioned, alkanes are saturated open chain hydrocarbons containing carbon - carbon single bonds. Methane (CH4) is the first member of this family. Methane is a gas found in coal mines and marshy places. If you replace one hydrogen atom of methane by carbon and join the required number of hydrogens to satisfy the tetravalence of the other carbon atom, what do you get? You get C2H6. This hydrocarbon with molecular formula C2H6 is known as ethane. Thus you can consider C2H6 as derived from CH4 by replacing one hydrogen atom by -CH3 group. Go on constructing alkanes by doing this theoretical exercise i.e., replacing hydrogen atom by –CH3 group. The next molecules will be C3H8, C4H10 … of the general formula for alkane family or homologous series? If we examine the formula of different alkanes we find that the general formula for alkanes is CnH2n+2. It represents any particular homologue when n is given appropriate value. Can you recall the structure of methane? According to VSEPR theory (Unit 4), methane has a tetrahedral structure (Fig. 9.1), in which carbon atom lies at the centre and the four hydrogen atoms lie at the four corners of a regular tetrahedron. All H-C-H bond angles are of 109.5°. In alkanes, tetrahedra are joined together in which C-C and C-H bond lengths are 154 pm and 112 pm respectively (Unit 8)."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 95, "content": "You have already read that C–C and C–H σ bonds are formed by head-on overlapping of sp 3 hybrid orbitals of carbon and 1s orbitals of hydrogen atoms. 9.2.1 Nomenclature and Isomerism You have already read about nomenclature of different classes of organic compounds in Unit 8. Nomenclature and isomerism in alkanes can further be understood with the help of a few more examples. Common names are given in parenthesis. First three alkanes – methane, ethane and propane have only one structure but higher alkanes can have more than one structure. Let us write structures for C4H10. Four carbon atoms of C4H10 can be joined either in a continuous chain or with a branched chain in the following two ways : Fig. 9.1 Structure of methane Butane (n- butane), (b.p. 273 K) I H H H H—C—H replace any H by - CH3 H—C—C—H or C2H6 H H H These hydrocarbons are inert under normal conditions as they do not react with acids, bases and other reagents. Hence, they were earlier known as paraffins (latin : parum, little; affinis, affinity). Can you think Reprint 2025-26 297 Hydrocarbons In how many ways, you can join five carbon atoms and twelve hydrogen atoms of C5H12? They can be arranged in three ways as shown in structures III–V isomers. It is also clear that structures I and III have continuous chain of carbon atoms but structures II, IV and V have a branched chain. Such structural isomers which differ in chain of carbon atoms are known as chain isomers. Thus, you have seen that C4H10 and C5H12 have two and three chain isomers respectively. Problem 9.1 Write structures of different chain isomers of alkanes corresponding to the molecular formula C6H14. Also write their IUPAC names."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 96, "content": "Solution (i) CH3 – CH2 – CH2 – CH2– CH2– CH3 n-Hexane 2-Methylpentane 3-Methylpentane 2,3-Dimethylbutane 2,2 - Dimethylbutane Based upon the number of carbon atoms attached to a carbon atom, the carbon atom is termed as primary (1°), secondary (2°), tertiary (3°) or quaternary (4°). Carbon atom attached to no other carbon atom as in methane or to only one carbon atom as in ethane is called primary carbon atom. Terminal carbon atoms are always primary. Carbon atom attached to two carbon atoms is known as secondary. Tertiary carbon is attached to three carbon atoms and neo or quaternary carbon is attached to four carbon atoms. Can you identify 1°, 2°, 3° and 4° carbon atoms in II 2-Methylpropane (isobutane) (b.p.261 K) Structures I and II possess same molecular formula but differ in their boiling points and other properties. Similarly structures III, IV and V possess the same molecular formula but have different properties. Structures I and II are isomers of butane, whereas structures III, IV and V are isomers of pentane. Since difference in properties is due to difference in their structures, they are known as structural III Pentane (n-pentane) (b.p. 309 K) 2-Methylbutane (isopentane) (b.p. 301 K) IV 2,2-Dimethylpropane (neopentane) (b.p. 282.5 K) V Reprint 2025-26 298 chemistry structures I to V ? If you go on constructing structures for higher alkanes, you will be getting still larger number of isomers. C6H14 has got five isomers and C7H16 has nine. As many as 75 isomers are possible for C10H22. In structures II, IV and V, you observed that –CH3 group is attached to carbon atom numbered as 2. You will come across groups like –CH3, –C2H5, –C3H7 etc. attached to carbon atoms in alkanes or other classes of compounds."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 97, "content": "These groups or substituents are known as alkyl groups as they are derived from alkanes by removal of one hydrogen atom. General formula for alkyl groups is CnH2n+1 (Unit 8). Let us recall the general rules for nomenclature already discussed in Unit 8. Nomenclature of substituted alkanes can further be understood by considering the following problem: Problem 9.2 Write structures of different isomeric alkyl groups corresponding to the molecular formula C5H11. Write IUPAC names of alcohols obtained by attachment of –OH groups at different carbons of the chain."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 98, "content": "Solution Structures of – C5H11 group Corresponding alcohols Name of alcohol (i) CH3 – CH2 – CH2 – CH2– CH2 – CH3 – CH2 – CH2 – CH2– CH2 – OH Pentan-1-ol (ii) CH3 – CH – CH2 – CH2 – CH3 CH3 – CH – CH2 – CH2– CH3 Pentan-2-ol | | OH (iii) CH3 – CH2 – CH – CH2 – CH3 CH3 – CH2 – CH – CH2– CH3 Pentan-3-ol | | OH CH3 CH3 3-Methyl- | | butan-1-ol (iv) CH3 – CH – CH2 – CH2 – CH3 – CH – CH2 – CH2– OH CH3 CH3 2-Methyl- | | butan-1-ol (v) CH3 – CH2 – CH – CH2 – CH3 – CH2 – CH – CH2– OH CH3 CH3 2-Methyl- | | butan-2-ol (vi) CH3 – C – CH2 – CH3 CH3 – C – CH2 – CH3 | | OH CH3 CH3 2,2- Dimethyl- | | propan-1-ol (vii) CH3 – C – CH2 – CH3 – C – CH2OH | | CH3 CH3 CH3 CH3 OH 3-Methyl- | | | | b u t a n - 2 - o l (viii) CH3 – CH – CH –CH3 CH3 – CH – CH –CH3 Reprint 2025-26 299 Hydrocarbons Remarks Lowest sum and alphabetical arrangement Lowest sum and alphabetical arrangement sec is not considered while arranging alphabetically; isopropyl is taken as one word Further numbering to the substituents of the side chain Alphabetical priority order Table 9.1 Nomenclature of a Few Organic Compounds important to write the correct structure from the given IUPAC name. To do this, first of all, the longest chain of carbon atoms corresponding to the parent alkane is written."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 99, "content": "Then after numbering it, the substituents are attached to the correct carbon atoms and finally valence of each carbon atom is satisfied by putting the correct number of hydrogen atoms. This can be clarified by writing the structure of 3-ethyl-2, 2–dimethylpentane in the following steps : i) Draw the chain of five carbon atoms: C – C – C – C – C ii) Give number to carbon atoms: C 1– C 2– C 3– C 4– C 5 Structure and IUPAC Name (a) 1CH3– 2CH – 3CH2 – 4CH – 5CH2 – 6CH3 (4 – Ethyl – 2 – methylhexane) (b) 8CH3 – 7CH2 – 6CH2 – 5CH – 4CH – 3C – 2CH2 – 1CH3 (3,3-Diethyl-5-isopropyl-4-methyloctane) (c) 1CH3– 2CH2– 3CH2– 4CH– 5CH– 6CH2– 7CH2– 8CH2– 9CH2– 10CH3 5-sec– Butyl-4-isopropyldecane (d) 1CH3– 2CH2– 3CH2– 4CH2– 5CH– 6CH2– 7CH2– 8CH2– 9CH3 5-(2,2– Dimethylpropyl)nonane (e) 1CH3 – 2CH2 – 3CH – 4CH2 – 5CH – 6CH2 – 7CH3 3–Ethyl–5–methylheptane Problem 9.3 Write IUPAC names of the following compounds : (i) (CH3)3 C CH2C(CH3)3 (ii) (CH3)2 C(C2H5)2 (iii) tetra – tert-butylmethane Solution (i) 2, 2, 4, 4-Tetramethylpentane (ii) 3, 3-Dimethylpentane (iii) 3,3-Di-tert-butyl -2, 2, 4, 4 - tetramethylpentane If it is important to write the correct IUPAC name for a given structure, it is equally Reprint 2025-26 300 chemistry iii) Attach ethyl group at carbon 3 and two methyl groups at carbon 2 C 1 – 2C – 3C – 4C – 5C iv) Satisfy the valence of each carbon atom by putting requisite number of hydrogen atoms : CH3 – C – CH – CH2 – CH3 Thus we arrive at the correct structure. If you have understood writing of structure from the given name, attempt the following problems."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 100, "content": "Problem 9.4 Write structural formulas of the following compounds : (i) 3, 4, 4, 5–Tetramethylheptane (ii) 2,5-Dimethyhexane Solution (i) CH3 – CH2 – CH – C – CH– CH – CH3 (ii) CH3 – CH – CH2 – CH2 – CH – CH3 Problem 9.5 Write structures for each of the following compounds. Why are the given names incorrect? Write correct IUPAC names. (i) 2-Ethylpentane (ii) 5-Ethyl – 3-methylheptane Solution (i) CH3 – CH – CH2– CH2 – CH3 Longest chain is of six carbon atoms and not that of five. Hence, correct name is 3-Methylhexane. 7 6 5 4 3 2 1 (ii) CH3 – CH2 – CH – CH2 – CH – CH2 – CH3 Numbering is to be started from the end which gives lower number to ethyl group. Hence, correct name is 3-ethyl-5- methylheptane. 9.2.2 Preparation Petroleum and natural gas are the main sources of alkanes. However, alkanes can be prepared by following methods : 1. From unsaturated hydrocarbons Dihydrogen gas adds to alkenes and alkynes in the presence of finely divided catalysts like platinum, palladium or nickel to form alkanes. This process is called hydrogenation. These metals adsorb dihydrogen gas on their surfaces and activate the hydrogen – hydrogen bond. Platinum and palladium catalyse the reaction at room temperature but relatively higher temperature and pressure are required with nickel catalysts. CH2 =CH2 + H2 Pt/Pd/Ni CH3−CH3 Ethene\b Propane (9.1) CH2–CH=CH2 + H2 Pt/Pd/Ni CH3−CH2CH3 Propane\b Propane (9.2) CH3–C≡ C–H + 2H Pt/Pd/Ni CH3−CH2CH3 Propyne\b Propane (9.3) 2. From alkyl halides i) Alkyl halides (except fluorides) on reduction with zinc and dilute hydrochloric acid give alkanes."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 101, "content": "CH–C1+H2 Zn,H + CH4+HC1 (9.4) Chloromethane Methane Reprint 2025-26 301 Hydrocarbons C2H5–C1+H2 Zn,H + C2H6+HC1 Chloroethane Ethane (9.5) CH3CH2CH2C1 + H2 Zn,H + CH3CH2CH3+CH1 1-Chloropropane Propane (9.6) ii) Alkyl halides on treatment with sodium metal in dry ethereal (free from moisture) solution give higher alkanes. This reaction is known as Wurtz reaction and is used for the preparation of higher alkanes containing even number of carbon atoms. CH3Br+2Na+BrCH3 dry ether CH3+2Na Bromomenthane Ethane (9.7) C2H5Br+2Na+BrC2H5 dry ether C2H5–C2H Bromoethane n–Butane (9.8) What will happen if two different alkyl halides are taken? 3. From carboxylic acids i) Sodium salts of carboxylic acids on heating with soda lime (mixture of sodium hydroxide and calcium oxide) give alkanes containing one carbon atom less than the carboxylic acid. This process of elimination of carbon dioxide from a carboxylic acid is known as decarboxylation. CH3COO – Na ++NaOH ∆ CaO CH4+Na2CO3 Sodium ethanoate Problem 9.6 Sodium salt of which acid will be needed for the preparation of propane ? Write chemical equation for the reaction. Solution Butanoic acid, CH3CH2CH2COO –Na ++ NaOH CaO CH3CH2CH3+Na2CO3 ii) Kolbe’s electrolytic method: An aqueous solution of sodium or potassium salt of a carboxylic acid on electrolysis gives alkane containing even number of carbon atoms at the anode. + 3 2 3 3 2 2 Electrolysts 2CH COO Na 2H O Sodium acetate CH CH 2CO H 2NaOH − + ↓ − + + + (9.9) The reaction is supposed to follow the following path : O i) 2CH3COO –Na + 2CH3 – C – O –+2Na + ii) At anode: O O 2CH3 –C–O – –02e – 2CH3 – C – 2C."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 102, "content": "H3+2CO2↑ Acetate ion Acetate Methyl free free radical radical iii) H3C + CH3 H3C–CH3↑ iv) At cathode : H2O+e –→–OH+ 2 →H2↑ Methane cannot be prepared by this method. Why? 9.2.3 Properties Physical properties Alkanes are almost non-polar molecules because of the covalent nature of C-C and C-H bonds and due to very little difference of electronegativity between carbon and hydrogen atoms. They possess weak van der Waals forces. Due to the weak forces, the first four members, C1 to C4 are gases, C5 to C17 are liquids and those containing 18 carbon atoms or more are solids at 298 K. They are colourless and odourless. What do you think about solubility of alkanes in water based upon non-polar nature of alkanes? Petrol is a mixture of hydrocarbons and is used as a fuel for automobiles. Petrol and lower fractions of petroleum are also used for dry cleaning of clothes to remove grease stains. On the basis of this observation, what do you think about the nature of the greasy substance? You are correct if you say that grease (mixture of higher alkanes) is non- Reprint 2025-26 302 chemistry polar and, hence, hydrophobic in nature. It is generally observed that in relation to solubility of substances in solvents, polar substances are soluble in polar solvents, whereas the non-polar ones in non-polar solvents i.e., like dissolves like. Boiling point (b.p.) of different alkanes are given in Table 9.2 from which it is clear that there is a steady increase in boiling point with increase in molecular mass. This is due to the fact that the intermolecular van der Waals forces increase with increase of the molecular size or the surface area of the molecule."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 103, "content": "You can make an interesting observation by having a look on the boiling points of three isomeric pentanes viz., (pentane, 2-methylbutane and 2,2-dimethylpropane). It is observed (Table 9.2) that pentane having a continuous chain of five carbon atoms has the highest boiling point (309.1K) whereas 2,2 – dimethylpropane boils at 282.5K. With increase in number of branched chains, the molecule attains the shape of a sphere. This results in smaller area of contact and therefore weak intermolecular forces between spherical molecules, which are overcome at relatively lower temperatures. Chemical properties As already mentioned, alkanes are generally inert towards acids, bases, oxidising and reducing agents. However, they undergo the following reactions under certain conditions. 1. Substitution reactions One or more hydrogen atoms of alkanes can be replaced by halogens, nitro group and sulphonic acid group. Halogenation takes place either at higher temperature (573-773 K) or in the presence of diffused sunlight or ultraviolet light. Lower alkanes do not undergo nitration and sulphonation reactions. These reactions in which hydrogen atoms of alkanes are substituted are known as substitution reactions."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 104, "content": "As an example, chlorination of methane is given below: Halogenation CH2 + C1 hv CH3C1 + HC1 Chloromethane (9.10) CH3C1 + hv CH2 C12 + HC1 Dichloromethane (9.11) CH2C12 hv CHC13 + HC1 Trichloromethane (9.12) CHC13 + C12 hv CC14 + HC1 Tetrachloromethane (9.13) Table 9.2 Variation of Melting Point and Boiling Point in Alkanes Molecular Name Molecular b.p./(K) m.p./(K) formula mass/u CH4 Methane 16 111.0 90.5 C2H6 Ethane 30 184.4 101.0 C3H8 Propane 44 230.9 85.3 C4H10 Butane 58 272.4 134.6 C4H10 2-Methylpropane 58 261.0 114.7 C5H12 Pentane 72 309.1 143.3 C5H12 2-Methylbutane 72 300.9 113.1 C5H12 2,2-Dimethylpropane 72 282.5 256.4 C6H14 Hexane 86 341.9 178.5 C7H16 Heptane 100 371.4 182.4 C8H18 Octane 114 398.7 216.2 C9H20 Nonane 128 423.8 222.0 C10H22 Decane 142 447.1 243.3 C20H42 Eicosane 282 615.0 309.7 Reprint 2025-26 303 Hydrocarbons CH3–CH3 + C12 hv CH3–CH2C1 + HC1 Chloroethane (9.14) It is found that the rate of reaction of alkanes with halogens is F2 > Cl2 > Br2 > I2. Rate of replacement of hydrogens of alkanes is : 3° > 2° > 1°. Fluorination is too violent to be controlled. Iodination is very slow and a reversible reaction. It can be carried out in the presence of oxidizing agents like HIO3 or HNO3. CH4+I2 CH3I+HI\b (9.15) HIO3+5HI→312+3H2O\b (9.16) Halogenation is supposed to proceed via free radical chain mechanism involving three steps namely initiation, propagation and termination as given below: Mechanism (i) Initiation : The reaction is initiated by homolysis of chlorine molecule in the presence of light or heat. The Cl–Cl bond is weaker than the C–C and C–H bond and hence, is easiest to break."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 105, "content": "C1–C1 hv homolysis C. H3 + C1 Chlorine free radicals (ii) Propagation : Chlorine free radical attacks the methane molecule and takes the reaction in the forward direction by breaking the C-H bond to generate methyl free radical with the formation of H-Cl. (a) CH4 + C + 1 hv C + H3 + H–C1 The methyl radical thus obtained attacks the second molecule of chlorine to form CH3 – Cl with the liberation of another chlorine free radical by homolysis of chlorine molecule. (b) CH3 + C1–C1 hv CH3 – C1 + C1 The chlorine and methyl free radicals generated above repeat steps (a) and (b) respectively and thereby setup a chain of reactions. The propagation steps (a) and (b) are those which directly give principal products, but many other propagation steps are possible and may occur. Two such steps given below explain how more highly haloginated products are formed. CH3C1 + C. 1 → C. H2C1 + HC1 C. H2C1 + C1– C1 → CH2C12 + C. 1 (iii) Termination: The reaction stops after some time due to consumption of reactants and / or due to the following side reactions : The possible chain terminating steps are: (a) C. 1 + C. 1 → C1–C1 (b) H3 C. + C. H3 → H3C– CH3 (c) H3 C. 1 + C. 1 → H3C–C1 Though in (c), CH3 – Cl, the one of the products is formed but free radicals are consumed and the chain is terminated. The above mechanism helps us to understand the reason for the formation of ethane as a byproduct during chlorination of methane. 2. Combustion Alkanes on heating in the presence of air or dioxygen are completely oxidized to carbon dioxide and water with the evolution of large amount of heat."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 106, "content": "4 2 2 2 è -1 c 4 10 2 2 2 è -1 c CH (g) 20 (g) CO (g) 2H O(1); Ä H 890kJmol (9.17) C H (g) 13/2O (g) 4CO (g) 5H O(1) Ä H 2875.84kJmol (9.18) + → + − + → + = − The general combustion equation for any alkane is : n 2n+2 2 2 2 3n 1 C H O nCO (n 1)H O 2 +   + → + +     (9.19) Due to the evolution of large amount of heat during combustion, alkanes are used as fuels. During incomplete combustion of alkanes with insufficient amount of air or dioxygen, carbon black is formed which is used in the manufacture of ink, printer ink, black pigments and as filters. Reprint 2025-26 304 chemistry CH4(g) + O2(g) incomplete combustion C(s)+2H2 O(1) (9.20) 3. Controlled oxidation Alkanes on heating with a regulated supply of dioxygen or air at high pressure and in the presence of suitable catalysts give a variety of oxidation products. (i) 2CH4 + O2 Cu/523K/100atm 2CH3 OH \b Methanol (9.21) (ii) CH4 + O2 Mo2O3 ∆ HCHO + H2O \b Methanal (9.22) (iii) 2CH3CH3 + 3O2 (CH3COO)Mn ∆ 2CH3COOH \b Ethanoic acid \b + 2H2O (9.23) (iv) Ordinarily alkanes resist oxidation but alkanes having tertiary H atom can be oxidized to corresponding alcohols by potassium permanganate. (iCH3)3 CH KMnO4 Oxidation (CH3)3 COH 2-Methylpropane\b 2-Methylpropane-2-01 (9.24) 4. Isomerisation n-Alkanes on heating in the presence of anhydrous aluminium chloride and hydrogen chloride gas isomerise to branched chain alkanes. Major products are given below. Some minor products are also possible which you can think over. Minor products are generally not reported in organic reactions. CH3(CH)2)4CH3 Anhy, AICI3/ HCI n-Hexane CH3CH–(CH2)2–CH3+CH3CH2–CH–CH2–CH3 CH3 CH3 2-Methylpentane 3-Methylpenatone (9.25) 5."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 107, "content": "Aromatization n-Alkanes having six or more carbon atoms on heating to 773K at 10-20 atmospheric pressure in the presence of oxides of vanadium, molybdenum or chromium supported over alumina get dehydrogenated and cyclised to benzene and its homologues. This reaction is known as aromatization or reforming. (9.26) Toluene (C7H8) is methyl derivative of benzene. Which alkane do you suggest for preparation of toluene ? 6. Reaction with steam Methane reacts with steam at 1273 K in the presence of nickel catalyst to form carbon monoxide and dihydrogen. This method is used for industrial preparation of dihydrogen gas CH4 + H2IO Ni ∆ CO + 3H2\b (9.27) 7. Pyrolysis Higher alkanes on heating to higher temperature decompose into lower alkanes, alkenes etc. Such a decomposition reaction into smaller fragments by the application of heat is called pyrolysis or cracking. (9.28) Pyrolysis of alkanes is believed to be a free radical reaction. Preparation of oil gas or petrol gas from kerosene oil or petrol involves the principle of pyrolysis. For example, dodecane, a constituent of kerosene oil on heating to 973K in the presence of platinum, palladium or nickel gives a mixture of heptane and pentene. C12H26 Pt/Pd/Ni 973K C7H16 + C5H10 + Other Products Dodecane Heptane Pentene (9.29) Reprint 2025-26 305 Hydrocarbons 9.2.4 Conformations Alkanes contain carbon-carbon sigma (σ) bonds. Electron distribution of the sigma molecular orbital is symmetrical around the internuclear axis of the C–C bond which is not disturbed due to rotation about its axis. This permits free rotation about C–C single bond. This rotation results into different spatial arrangements of atoms in space which can change into one another. Such spatial arrangements of atoms which can be converted into one another by rotation around a C-C single bond are called conformations or conformers or rotamers."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 108, "content": "Alkanes can thus have infinite number of conformations by rotation around C-C single bonds. However, it may be remembered that rotation around a C-C single bond is not completely free. It is hindered by a small energy barrier of 1-20 kJ mol –1 due to weak repulsive interaction between the adjacent bonds. Such a type of repulsive interaction is called torsional strain. Conformations of ethane : Ethane molecule (C2H6) contains a carbon – carbon single bond with each carbon atom attached to three hydrogen atoms. Considering the ball and stick model of ethane, keep one carbon atom stationary and rotate the other carbon atom around the C-C axis. This rotation results into infinite number of spatial arrangements of hydrogen atoms attached to one carbon atom with respect to the hydrogen atoms attached to the other carbon atom. These are called conformational isomers (conformers). Thus there are infinite number of conformations of ethane. However, there are two extreme cases. One such conformation in which hydrogen atoms attached to two carbons are as closed together as possible is called eclipsed conformation and the other in which hydrogens are as far apart as possible is known as the staggered conformation. Any other intermediate conformation is called a skew conformation.It may be remembered that in all the conformations, the bond angles and the bond lengths remain the same. Eclipsed and the staggered conformations can be represented by Sawhorse and Newman projections. 1. Sawhorse projections In this projection, the molecule is viewed along the molecular axis. It is then projected on paper by drawing the central C–C bond as a somewhat longer straight line. Upper end of the line is slightly tilted towards right or left hand side."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 109, "content": "The front carbon is shown at the lower end of the line, whereas the rear carbon is shown at the upper end. Each carbon has three lines attached to it corresponding to three hydrogen atoms. The lines are inclined at an angle of 120° to each other. Sawhorse projections of eclipsed and staggered conformations of ethane are depicted in Fig. 9.2. 2. Newman projections In this projection, the molecule is viewed at the C–C bond head on. The carbon atom nearer to the eye is represented by a point. Three hydrogen atoms attached to the front carbon atom are shown by three lines drawn at an angle of 120° to each other. The rear carbon atom (the carbon atom away from the eye) is represented by a circle and the three hydrogen atoms are shown attached to it by the shorter lines drawn at an angle of 120° to each other. The Newman’s projections are depicted in Fig. 9.3. Fig. 9.2 Sawhorse projections of ethane Fig. 9.3 Newman’s projections of ethane Reprint 2025-26 306 chemistry Fig. 9.4 Orbital picture of ethene depicting σ bonds only Relative stability of conformations: As mentioned earlier, in staggered form of ethane, the electron clouds of carbon-hydrogen bonds are as far apart as possible. Thus, there are minimum repulsive forces, minimum energy and maximum stability of the molecule. On the other hand, when the staggered form changes into the eclipsed form, the electron clouds of the carbon – hydrogen bonds come closer to each other resulting in increase in electron cloud repulsions. To check the increased repulsive forces, molecule will have to possess more energy and thus has lesser stability. As already mentioned, the repulsive interaction between the electron clouds, which affects stability of a conformation, is called torsional strain."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 110, "content": "Magnitude of torsional strain depends upon the angle of rotation about C–C bond. This angle is also called dihedral angle or torsional angle. Of all the conformations of ethane, the staggered form has the least torsional strain and the eclipsed form, the maximum torsional strain. Therefore, staggered conformation is more stable than the eclipsed conformation. Hence, molecule largely remains in staggered conformation or we can say that it is preferred conformation. Thus it may be inferred that rotation around C–C bond in ethane is not completely free. The energy difference between the two extreme forms is of the order of 12.5 kJ mol –1, which is very small. Even at ordinary temperatures, the ethane molecule gains thermal or kinetic energy sufficient enough to overcome this energy barrier of 12.5 kJ mol –1 through intermolecular collisions. Thus, it can be said that rotation about carbon-carbon single bond in ethane is almost free for all practical purposes. It has not been possible to separate and isolate different conformational isomers of ethane. 9.3 Alkenes Alkenes are unsaturated hydrocarbons containing at least one double bond. What should be the general formula of alkenes? If there is one double bond between two carbon atoms in alkenes, they must possess two hydrogen atoms less than alkanes. Hence, general formula for alkenes is CnH2n. Alkenes are also known as olefins (oil forming) since the first member, ethylene or ethene (C2H4) was found to form an oily liquid on reaction with chlorine."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 111, "content": "9.3.1 Structure of Double Bond Carbon-carbon double bond in alkenes consists of one strong sigma (σ) bond (bond enthalpy about 397 kJ mol –1) due to head-on overlapping of sp 2 hybridised orbitals and one weak pi (π) bond (bond enthalpy about 284 kJ mol –1) obtained by lateral or sideways overlapping of the two 2p orbitals of the two carbon atoms. The double bond is shorter in bond length (134 pm) than the C–C single bond (154 pm). You have already read that the pi (π) bond is a weaker bond due to poor sideways overlapping between the two 2p orbitals. Thus, the presence of the pi (π) bond makes alkenes behave as sources of loosely held mobile electrons. Therefore, alkenes are easily attacked by reagents or compounds which are in search of electrons. Such reagents are called electrophilic reagents. The presence of weaker π-bond makes alkenes unstable molecules in comparison to alkanes and thus, alkenes can be changed into single bond compounds by combining with the electrophilic reagents. Strength of the double bond (bond enthalpy, 681 kJ mol –1) is greater than that of a carbon-carbon single bond in ethane (bond enthalpy, 348 kJ mol –1). Orbital diagrams of ethene molecule are shown in Figs. 9.4 and 9.5. 9.3.2 Nomenclature For nomenclature of alkenes in IUPAC system, the longest chain of carbon atoms containing the double bond is selected. Numbering of the chain is done from the end which is nearer to Reprint 2025-26 307 Hydrocarbons the double bond. The suffix ‘ene’ replaces ‘ane’ of alkanes. It may be remembered that first member of alkene series is: CH2 (replacing n by 1 in CnH2n) known as methene but has a very short life."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 112, "content": "As already mentioned, first stable member of alkene series is C2H4 known as ethylene (common) or ethene (IUPAC). IUPAC names of a few members of alkenes are given below : Structure IUPAC name CH3 – CH = CH2 Propene CH3 – CH2 – CH = CH2 But – l - ene CH3 – CH = CH–CH3 But-2-ene CH2 = CH – CH = CH2 Buta – 1,3 - diene CH2 = C – CH3 2-Methylprop-1-ene | CH3 CH2 = CH – CH – CH3 3-Methylbut-1-ene | CH3 Problem 9.7 Write IUPAC names of the following compounds: (i) (CH3)2CH – CH = CH – CH2 – CH  CH3 – CH – CH | C2H5 (ii) (iii) CH2 = C (CH2CH2CH3)2 (iv) CH3 CH2 CH2 CH2 CH2CH3 | | CH3 – CHCH = C – CH2 – CHCH3 | CH3 Solution (i) 2,8-Dimethyl-3, 6-decadiene; (ii) 1,3,5,7 Octatetraene; (iii) 2-n-Propylpent-1-ene; (iv) 4-Ethyl-2,6-dimethyl-dec-4-ene; Problem 9.8 Calculate number of sigma (σ) and pi (π) bonds in the above structures (i-iv). Solution σ bonds : 33, π bonds : 2 σ bonds : 17, π bonds : 4 σ bonds : 23, π bond : 1 σ bonds : 41, π bond : 1 9.3.3 Isomerism Alkenes show both structural isomerism and geometrical isomerism. Structural isomerism : As in alkanes, ethene (C2H4) and propene (C3H6) can have only one structure but alkenes higher than propene have different structures. Alkenes possessing C4H8 as molecular formula can be written in the following three ways: I. 1 2 3 4 CH2 = CH – CH2 – CH3 But-1-ene (C4H8) II. 1 2 3 4 CH3 – CH = CH – CH3 But-2-ene (C4H8) Fig. 9.5 Orbital picture of ethene showing formation of (a) π-bond, (b) π-cloud and (c) bond angles and bond lengths Reprint 2025-26 308 chemistry III."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 113, "content": "1 2 3 CH2 = C – CH3 | CH3 2-Methylprop-1-ene (C4H8) Structures I and III, and II and III are the examples of chain isomerism whereas structures I and II are position isomers. Problem 9.9 Write structures and IUPAC names of different structural isomers of alkenes corresponding to C5H10. Solution (a) CH2 = CH – CH2 – CH2 – CH3 Pent-1-ene (b) CH3 – CH=CH – CH2 – CH3 Pent-2-ene (c) CH3 – C = CH – CH3 | CH3 2-Methylbut-2-ene (d) CH3 – CH – CH = CH2 | CH3 3-Methylbut-1-ene (e) CH2 = C – CH2 – CH3 | CH3 2-Methylbut-1-ene Geometrical isomerism: Doubly bonded carbon atoms have to satisfy the remaining two valences by joining with two atoms or groups. If the two atoms or groups attached to each carbon atom are different, they can be represented by YX C = C XY like structure. YX C = C XY can be represented in space in the following two ways : In (a), the two identical atoms i.e., both the X or both the Y lie on the same side of the double bond but in (b) the two X or two Y lie across the double bond or on the opposite sides of the double bond. This results in different geometry of (a) and (b) i.e. disposition of atoms or groups in space in the two arrangements is different. Therefore, they are stereoisomers. They would have the same geometry if atoms or groups around C=C bond can be rotated but rotation around C=C bond is not free. It is restricted. For understanding this concept, take two pieces of strong cardboards and join them with the help of two nails. Hold one cardboard in your one hand and try to rotate the other."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 114, "content": "Can you really rotate the other cardboard ? The answer is no. The rotation is restricted. This illustrates that the restricted rotation of atoms or groups around the doubly bonded carbon atoms gives rise to different geometries of such compounds. The stereoisomers of this type are called geometrical isomers. The isomer of the type (a), in which two identical atoms or groups lie on the same side of the double bond is called cis isomer and the other isomer of the type (b), in which identical atoms or groups lie on the opposite sides of the double bond is called trans isomer . Thus cis and trans isomers have the same structure but have different configuration (arrangement of atoms or groups in space). Due to different arrangement of atoms or groups in space, these isomers differ in their properties like melting point, boiling point, dipole moment, solubility etc. Geometrical or cis-trans isomers of but-2-ene are represented below : Cis form of alkene is found to be more polar than the trans form. For example, dipole moment of cis-but-2-ene is 0.33 Debye, whereas, dipole moment of the trans form is almost zero or it can be said that Reprint 2025-26 309 Hydrocarbons trans-but-2-ene is non-polar. This can be understood by drawing geometries of the two forms as given below from which it is clear that in the trans-but-2-ene, the two methyl groups are in opposite directions, Threfore, dipole moments of C-CH3 bonds cancel, thus making the trans form non-polar. (ii) CH2 = CBr2 (iii) C6H5CH = CH – CH3 (iv) CH3CH = CCl CH3 Solution (iii) and (iv). In structures (i) and (ii), two identical groups are attached to one of the doubly bonded carbon atom. 9.3.4 Preparation 1."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 115, "content": "From alkynes: Alkynes on partial reduction with calculated amount of dihydrogen in the presence of palladised charcoal partially deactivated with poisons like sulphur compounds or quinoline give alkenes. Partially deactivated palladised charcoal is known as Lindlar’s catalyst. Alkenes thus obtained are having cis geometry. However, alkynes on reduction with sodium in liquid ammonia form trans alkenes. (9.30) (9.31) iii) CH≡ CH+H2 Pd/C CH2 =CH2 (9.32) Ethyne Ethene iv) CH3–C≡ CH+H2 Pd/C CH3–CH =CH2 Propyne Propene (9.33) Will propene thus obtained show geometrical isomerism? Think for the reason in support of your answer. 2. From alkyl halides: Alkyl halides (R-X) on heating with alcoholic potash (potassium hydroxide dissolved in alcohol, say, In the case of solids, it is observed that the trans isomer has higher melting point than the cis form. Geometrical or cis-trans isomerism is also shown by alkenes of the types XYC = CXZ and XYC = CZW Problem 9.10 Draw cis and trans isomers of the following compounds. Also write their IUPAC names : (i) CHCl = CHCl (ii) C2H5CCH3 = CCH3C2H5 Solution Problem 9.11 Which of the following compounds will show cis-trans isomerism? (i) (CH3)2C = CH – C2H5 cis-But-2-ene (µ = 0.33D) trans-But-2-ene (µ = 0) Reprint 2025-26 310 chemistry ethanol) eliminate one molecule of halogen acid to form alkenes. This reaction is known as dehydrohalogenation i.e., removal of halogen acid. This is example of β-elimination reaction, since hydrogen atom is eliminated from the β carbon atom (carbon atom next to the carbon to which halogen is attached). (9.34) Nature of halogen atom and the alkyl group determine rate of the reaction. It is observed that for halogens, the rate is: iodine > bromine > chlorine, while for alkyl groups it is : tertiary > secondary > primary. 3."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 116, "content": "From vicinal dihalides: Dihalides in which two halogen atoms are attached to two adjacent carbon atoms are known as vicinal dihalides. Vicinal dihalides on treatment with zinc metal lose a molecule of ZnX2 to form an alkene. This reaction is known as dehalogenation. CH2Br–CH2Br + Zn CH2=CH2+ ZnBr2 (9.35) CH3CHBr–CH2Br + Zn CH3CH=CH2 +ZnBr2 (9.36) 4. From alcohols by acidic dehydration: You have read during nomenclature of different homologous series in Unit 12 that alcohols are the hydroxy derivatives of alkanes. They are represented by R–OH where, R is CnH2n+1. Alcohols on heating with concentrated sulphuric acid form alkenes with the elimination of one water molecule. Since a water molecule is eliminated from the alcohol molecule in the presence of an acid, this reaction is known as acidic dehydration of alcohols. This reaction is also the example of β-elimination reaction since –OH group takes out one hydrogen atom from the β-carbon atom. (9.37) 9.3.5 Properties Physical properties Alkenes as a class resemble alkanes in physical properties, except in types of isomerism and difference in polar nature. The first three members are gases, the next fourteen are liquids and the higher ones are solids. Ethene is a colourless gas with a faint sweet smell. All other alkenes are colourless and odourless, insoluble in water but fairly soluble in non-polar solvents like benzene, petroleum ether. They show a regular increase in boiling point with increase in size i.e., every – CH2 group added increases boiling point by 20–30 K. Like alkanes, straight chain alkenes have higher boiling point than isomeric branched chain compounds. Chemical properties Alkenes are the rich source of loosely held pi (π) electrons, due to which they show addition reactions in which the electrophiles add on to the carbon-carbon double bond to form the addition products."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 117, "content": "Some reagents also add by free radical mechanism. There are cases when under special conditions, alkenes also undergo free radical substitution reactions. Oxidation and ozonolysis reactions are also quite prominent in alkenes. A brief description of different reactions of alkenes is given below: 1. Addition of dihydrogen: Alkenes add up one molecule of dihydrogen gas in the presence of finely divided nickel, palladium or platinum to form alkanes (Section 9.2.2) 2. Addition of halogens : Halogens like bromine or chlorine add up to alkene to form vicinal dihalides. However, iodine does not show addition reaction under Reprint 2025-26 311 Hydrocarbons normal conditions. The reddish orange colour of bromine solution in carbon tetrachloride is discharged when bromine adds up to an unsaturation site. This reaction is used as a test for unsaturation. Addition of halogens to alkenes is an example of electrophilic addition reaction involving cyclic halonium ion formation which you will study in higher classes. (9.38) (9.39) 3. Addition of hydrogen halides: Hydrogen halides (HCl, HBr,HI) add up to alkenes to form alkyl halides. The order of reactivity of the hydrogen halides is HI > HBr > HCl. Like addition of halogens to alkenes, addition of hydrogen halides is also an example of electrophilic addition reaction. Let us illustrate this by taking addition of HBr to symmetrical and unsymmetrical alkenes Addition reaction of HBr to symmetrical alkenes Addition reactions of HBr to symmetrical alkenes (similar groups attached to double bond) take place by electrophilic addition mechanism. CH2=CH2+H–Br CH3–CH2–Br\b (9.40) CH3–CH=CH–CH3+HBr CH3–CH–CHCH3 Br (9.41) Addition reaction of HBr to unsymmetrical alkenes (Markovnikov Rule) How will H – Br add to propene ? The two possible products are I and II. (9.42) Markovnikov, a Russian chemist made a generalisation in 1869 after studying such reactions in detail."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 118, "content": "These generalisations led Markovnikov to frame a rule called Markovnikov rule. The rule states that negative part of the addendum (adding molecule) gets attached to that carbon atom which possesses lesser number of hydrogen atoms. Thus according to this rule, product I i.e., 2-bromopropane is expected. In actual practice, this is the principal product of the reaction. This generalisation of Markovnikov rule can be better understood in terms of mechanism of the reaction. Mechanism Hydrogen bromide provides an electrophile, H +, which attacks the double bond to form carbocation as shown below : (i) The secondary carbocation (b) is more stable than the primary carbocation (a), therefore, the former predominates because it is formed at a faster rate. (ii) The carbocation (b) is attacked by Br – ion to form the product as follows : 2-Bromopropane (major product) (a) less stable primary carbocation (b) more stable secondary carbocation Reprint 2025-26 312 chemistry Anti Markovnikov addition or peroxide effect or Kharash effect In the presence of peroxide, addition of HBr to unsymmetrical alkenes like propene takes place contrary to the Markovnikov rule. This happens only with HBr but not with HCl and Hl. This addition reaction was observed by M.S. Kharash and F.R. Mayo in 1933 at the University of Chicago. This reaction is known as peroxide or Kharash effect or addition reaction anti to Markovnikov rule. CH3 – CH=CH2+HBr (C6H5CO)2O2 CH3–CH2 CH2Br 1–Bromopropane (9.43) Mechanism : Peroxide effect proceeds via free radical chain mechanism as given below: (ii) C. 6H5+H–Br Homolysis C6H3+ B. r The secondary free radical obtained in the above mechanism (step iii) is more stable than the primary. This explains the formation of 1-bromopropane as the major product. It may be noted that the peroxide effect is not observed in addition of HCl and HI."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 119, "content": "This may be due to the fact that the H–Cl bond being stronger (430.5 kJ mol –1) than H–Br bond (363.7 kJ mol –1), is not cleaved by the free radical, whereas the H–I bond is weaker (296.8 kJ mol –1) and iodine free radicals combine to form iodine molecules instead of adding to the double bond. Problem 9.12 Write IUPAC names of the products obtained by addition reactions of HBr to hex-1-ene (i) in the absence of peroxide and (ii) in the presence of peroxide. Solution 4. Addition of sulphuric acid : Cold concentrated sulphuric acid adds to alkenes in accordance with Markovnikov rule to form alkyl hydrogen sulphate by the electrophilic addition reaction. (i) Reprint 2025-26 313 Hydrocarbons (9.44) (9.45) 5. Addition of water : In the presence of a few drops of concentrated sulphuric acid alkenes react with water to form alcohols, in accordance with the Markovnikov rule. (9.46) 6. Oxidation: Alkenes on reaction with cold, dilute, aqueous solution of potassium permanganate (Baeyer’s reagent) produce vicinal glycols. Decolorisation of KMnO4 solution is used as a test for unsaturation. (9.47) (9.48) b) Acidic potassium permanganate or acidic potassium dichromate oxidises alkenes to ketones and/or acids depending upon the nature of the alkene and the experimental conditions (9.49) CH3 – CH=CH–CH3 KMnO4/H + 2CH3COOH But-2-ene\b Ethanoic acid (9.50) 7. Ozonolysis : Ozonolysis of alkenes involves the addition of ozone molecule to alkene to form ozonide, and then cleavage of the ozonide by Zn-H2O to smaller molecules. This reaction is highly useful in detecting the position of the double bond in alkenes or other unsaturated compounds. (9.51) (9.52) 8. Polymerisation: You are familiar with polythene bags and polythene sheets."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 120, "content": "Polythene is obtained by the combination of large number of ethene molecules at high temperature, high pressure and in the presence of a catalyst. The large molecules thus obtained are called polymers. This reaction is known as polymerisation. The simple compounds from which polymers are made are called Reprint 2025-26 314 chemistry monomers. Other alkenes also undergo polymerisation. n(CH2 =CH2) High temp./pressure Catalyst —( CH2–CH2 )— Polythene (9.53) n(CH3 –CH=CH2) High temp./pressure Catalyst —( CH–CH2 )—n CH3 Polypropene (9.54) Polymers are used for the manufacture of plastic bags, squeeze bottles, refrigerator dishes, toys, pipes, radio and T.V. cabinets etc. Polypropene is used for the manufacture of milk crates, plastic buckets and other moulded articles. Though these materials have now become common, excessive use of polythene and polypropylene is a matter of great concern for all of us. 9.4 Alkynes Like alkenes, alkynes are also unsaturated hydrocarbons. They contain at least one triple bond between two carbon atoms. The number of hydrogen atoms is still less in alkynes as compared to alkenes or alkanes. Their general formula is CnH2n–2. The first stable member of alkyne series is ethyne which is popularly known as acetylene. Acetylene is used for arc welding purposes in the form of oxyacetylene flame obtained by mixing acetylene with oxygen gas. Alkynes are starting materials for a large number of organic compounds. Hence, it is interesting to study this class of organic compounds. 9.4.1 Nomenclature and Isomerism In common system, alkynes are named as derivatives of acetylene. In IUPAC system, they are named as derivatives of the corresponding alkanes replacing ‘ane’ by the suffix ‘yne’. The position of the triple bond is indicated by the first triply bonded carbon. Common and IUPAC names of a few members of alkyne series are given in Table 9.2."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 121, "content": "You have already learnt that ethyne and propyne have got only one structure but there are two possible structures for butyne – (i) but-1-yne and (ii) but-2-yne. Since these two compounds differ in their structures due to the position of the triple bond, they are known as position isomers. In how many ways, you can construct the structure for the next homologue i.e., the next alkyne with molecular formula C5H8? Let us try to arrange five carbon atoms with a continuous chain and with a side chain. Following are the possible structures : Structure IUPAC name I. 1 2 3 4 5 HC≡ C– CH2– CH2– CH3 Pent–1-yne II. 1 2 3 4 5 H3C–C≡ C– CH2– CH3 Pent–2-yne III. 4 3 2 1 H3C–CH–C≡ CH | CH3 3-Methyl but–1-yne Structures I and II are position isomers and structures I and III or II and III are chain isomers. Problem 9.13 Write structures of different isomers corresponding to the 5 th member of alkyne series. Also write IUPAC names of all the isomers. What type of isomerism is exhibited by different pairs of isomers? Solution 5 th member of alkyne has the molecular formula C6H10. The possible isomers are: Table 9.2 Common and IUPAC Names of Alkynes (CnH2n–2) Value of n Formula Structure Common name IUPAC name 2 C2H2 H-C≡CH Acetylene Ethyne 3 C3H4 CH3-C≡CH Methylacetylene Propyne 4 C4H6 CH3CH2-C≡CH Ethylacetylene But-1-yne 4 C4H6 CH3-C≡C-CH3 Dimethylacetylene But-2-yne Reprint 2025-26 315 Hydrocarbons (a) HC ≡ C – CH2 – CH2 – CH2 – CH3 Hex-1-yne (b) CH3 – C ≡ C – CH2 – CH2 – CH3 Hex-2-yne (c) CH3 – CH2 – C ≡ C – CH2– CH3 Hex-3-yne 3-Methylpent-1-yne 4-Methylpent-1-yne 4-Methylpent-2-yne 3,3-Dimethylbut-1-yne Position and chain isomerism shown by different pairs."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 122, "content": "9.4.2 Structure of Triple Bond Ethyne is the simplest molecule of alkyne series. Structure of ethyne is shown in Fig. 9.6. Each carbon atom of ethyne has two sp hybridised orbitals. Carbon-carbon sigma (σ) bond is obtained by the head-on overlapping of the two sp hybridised orbitals of the two carbon atoms. The remaining sp hybridised orbital of each carbon atom undergoes overlapping along the internuclear axis with the 1s orbital of each of the two hydrogen atoms forming two C-H sigma bonds. H-C-C bond angle is of 180°. Each carbon has two unhybridised p orbitals which are perpendicular to each other as well as to the plane of the C-C sigma bond. The 2p orbitals of one carbon atom are parallel to the 2p orbitals of the other carbon atom, which undergo lateral or sideways overlapping to form two pi (π) bonds between two carbon atoms. Thus ethyne molecule consists of one C–C σ bond, two C–H σ bonds and two C–C π bonds. The strength of C≡C bond (bond enthalpy 823 kJ mol -1) is more than those of C=C bond (bond enthalpy 681 kJ mol –1) and C–C bond (bond enthalpy 348 kJ mol –1). The C≡C bond length is shorter (120 pm) than those of C=C (133 pm) and C–C (154 pm). Electron cloud between two carbon atoms is cylindrically symmetrical about the internuclear axis. Thus, ethyne is a linear molecule. 9.4.3 Preparation 1. From calcium carbide: On industrial scale, ethyne is prepared by treating calcium carbide with water. Calcium carbide is prepared by heating quick lime with coke. Quick lime can be obtained by heating limestone as shown in the following reactions: CaCO3 ∆ CaO + O2 (9.55) Fig. 9.6 Orbital picture of ethyne showing (a) sigma overlaps (b) pi overlaps."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 123, "content": "Reprint 2025-26 316 chemistry CaO + 3C CaC2 + CO (9.56) Calcium carbide CaC2 + 2H2O Ca(OH)2 + C2H2 (9.57) 2. From vicinal dihalides : Vicinal dihalides on treatment with alcoholic potassium hydroxide undergo dehydrohalogenation. One molecule of hydrogen halide is eliminated to form alkenyl halide which on treatment with sodamide gives alkyne. 9.4.4 Properties Physical properties Physical properties of alkynes follow the same trend of alkenes and alkanes. First three members are gases, the next eight are liquids and the higher ones are solids. All alkynes are colourless. Ethyene has characteristic odour. Other members are odourless. Alkynes are weakly polar in nature. They are lighter than water and immiscible with water but soluble in organic solvents like ethers, carbon tetrachloride and benzene. Their melting point, boiling point and density increase with increase in molar mass. Chemical properties Alkynes show acidic nature, addition reactions and polymerisation reactions as follows : A. Acidic character of alkyne: Sodium metal and sodamide (NaNH2) are strong bases. They react with ethyne to form sodium acetylide with the liberation of dihydrogen gas. These reactions have not been observed in case of ethene and ethane thus indicating that ethyne is acidic in nature in comparison to ethene and ethane. Why is it so ? Has it something to do with their structures and the hybridisation ? You have read that hydrogen atoms in ethyne are attached to the sp hybridised carbon atoms whereas they are attached to sp 2 hybridised carbon atoms in ethene and sp 3 hybridised carbons in ethane."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 124, "content": "Due to the maximum percentage of s character (50%), the sp hybridised orbitals of carbon atoms in ethyne molecules have highest electronegativity; hence, these attract the shared electron pair of the C-H bond of ethyne to a greater extent than that of the sp 2 hybridised orbitals of carbon in ethene and the sp 3 hybridised orbital of carbon in ethane. Thus in ethyne, hydrogen atoms can be liberated as protons more easily as compared to ethene and ethane. Hence, hydrogen atoms of ethyne attached to triply bonded carbon atom are acidic in nature. You may note that the hydrogen atoms attached to the triply bonded carbons are acidic but not all the hydrogen atoms of alkynes. HC ≡ CH + Na → HC ≡ C –Na ++ 1/2 H2 Monosodium ethynide (9.59) HC ≡ C – Na + Na → Na + C –Na + ≡ C –Na ++ 1/2 H2 Disodium ethynide (9.60) CH3 – C ≡ C – H + Na + NH – 2 ↓ CH3 – C ≡ C – Na + + NH3 Sodium propynide (9.61) These reactions are not shown by alkenes and alkanes, hence used for distinction between alkynes, alkenes and alkanes. What about the above reactions with but-1-yne and but-2-yne ? Alkanes, alkenes and alkynes follow the following trend in their acidic behaviour : i) CH ≡ CH > H2C – CH2 > CH3 –CH3 ii) HC ≡ CH > CH3 –C≡ CH >> CH3 –C≡C–CH3 B. Addition reactions: Alkynes contain a triple bond, so they add up, two molecules of dihydrogen, halogen, hydrogen halides etc. Formation of the addition product takes place according to the following steps. Reprint 2025-26 317 Hydrocarbons The addition product formed depends upon stability of vinylic cation."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 125, "content": "Addition in unsymmetrical alkynes takes place according to Markovnikov rule. Majority of the reactions of alkynes are the examples of electrophilic addition reactions. A few addition reactions are given below: (i) Addition of dihydrogen HC≡CH+H2 Pt/Pd/Ni [H2C = CH2] H2 CH3–CH3 (9.62) CH3–C≡CH + H2 Pt/Pd/Ni [CH3–CH=CH2] Propyne Propene ↓H2 CH3–CH2–CH3 Propane (9.63) (ii) Addition of halogens (9.64) Reddish orange colour of the solution of bromine in carbon tetrachloride is decolourised. This is used as a test for unsaturation. (iii) Addition of hydrogen halides Two molecules of hydrogen halides (HCl, HBr, HI) add to alkynes to form gem dihalides (in which two halogens are attached to the same carbon atom) H–C≡C–H+H–Br [CH2 = CH–Br]→ CHBr2 Bromoethene CH3 1,1-Dibromoethane (9.65) (9.66) (iv) Addition of water Like alkanes and alkenes, alkynes are also immiscible and do not react with water. However, one molecule of water adds to alkynes on warming with mercuric sulphate and dilute sulphuric acid at 333 K to form carbonyl compounds. (9.67) (9.68) (v) Polymerisation (a) Linear polymerisation: Under suitable conditions, linear polymerisation of ethyne takes place to produce polyacetylene or polyethyne which is a high molecular weight polyene containing repeating units of (CH = CH – CH = CH ) and can be represented as —(CH = CH – CH = CH)n— Under special conditions, this polymer conducts electricity. Reprint 2025-26 318 chemistry Thin film of polyacetylene can be used as electrodes in batteries. These films are good conductors, lighter and cheaper than the metal conductors. (b) Cyclic polymerisation: Ethyne on passing through red hot iron tube at 873K undergoes cyclic polymerization. Three molecules polymerise to form benzene, which is the starting molecule for the preparation of derivatives of benzene, dyes, drugs and large number of other organic compounds."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 126, "content": "This is the best route for entering from aliphatic to aromatic compounds as discussed below: (9.69) Problem 9.14 How will you convert ethanoic acid into benzene? Solution 9.5 Aromatic Hydrocarbon These hydrocarbons are also known as ‘arenes’. Since most of them possess pleasant odour (Greek; aroma meaning pleasant smelling), the class of compounds was named as ‘aromatic compounds’. Most of such compounds were found to contain benzene ring. Benzene ring is highly unsaturated but in a majority of reactions of aromatic compounds, the unsaturation of benzene ring is retained. However, there are examples of aromatic hydrocarbons which do not contain a benzene ring but instead contain other highly unsaturated ring. Aromatic compounds containing benzene ring are known as benzenoids and those not containing a benzene ring are known as non-benzenoids. Some examples of arenes are given below: Benzene Toluene Naphthalene Biphenyl 9.5.1 Nomenclature and Isomerism The nomenclature and isomerism of aromatic hydrocarbons has already been discussed in Unit 8. All six hydrogen atoms in benzene are equivalent; so it forms one and only one type of monosubstituted product. When two hydrogen atoms in benzene are replaced by two similar or different monovalent atoms or groups, three different position isomers are possible. The 1, 2 or 1, 6 is known as the ortho (o–), the 1, 3 or 1, 5 as meta (m–) and the 1, 4 as para (p–) disubstituted compounds. A few examples of derivatives of benzene are given below: Methylbenzene 1,2-Dimethylbenzene (Toluene) (o-Xylene) Reprint 2025-26 319 Hydrocarbons 1,3 Dimethylbenzene 1,4-Dimethylbenzene (m-Xylene) ( p-Xylene) 9.5.2 Structure of Benzene Benzene was isolated by Michael Faraday in 1825. The molecular formula of benzene, C6H6, indicates a high degree of unsaturation."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 127, "content": "This molecular formula did not account for its relationship to corresponding alkanes, alkenes and alkynes which you have studied in earlier sections of this unit. What do you think about its possible structure? Due to its unique properties and unusual stability, it took several years to assign its structure. Benzene was found to be a stable molecule and found to form a triozonide which indicates the presence of three double bonds. Benzene was further found to produce one and only one monosubstituted derivative which indicated that all the six carbon and six hydrogen atoms of benzene are identical. On the basis of this observation August Kekulé in 1865 proposed the following structure for benzene having cyclic arrangement of six carbon atoms with alternate single and double bonds and one hydrogen atom attached to each carbon atom. The Kekulé structure indicates t h e p o s s i b i l i t y o f t w o i s o m e r i c 1, 2-dibromobenzenes. In one of the isomers, the bromine atoms are attached to the doubly bonded carbon atoms whereas in the other, they are attached to the singly bonded carbons. Friedrich August Kekulé,a German chemist was born in 1829 at Darmsdt in Germany. He became Professor in 1856 and Fellow of Royal Society in 1875. He made major contribution to structural organic chemistry by proposing in 1858 that carbon atoms can join to one another to form chains and later in 1865,he found an answer to the challenging problem of benzene structure by suggesting that these chains can close to form rings. He gave the dynamic structural formula to benzene which forms the basis for its modern electronic structure."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 128, "content": "He described the discovery of benzene structure later as: “I was sitting writing at my textbook,but the work did not progress; my thoughts were elsewhere. I turned my chair to the fire, and dozed. Again the atoms were gambolling before my eyes. This time the smaller groups kept modestly in the background. My mental eye, rendered more acute by repeated visions of this kind, could now distinguish larger structures of manifold conformations; long rows,sometimes more closely fitted together; all twisting and turning in snake like motion. But look! What was that? One of the snakes had seized hold of it’s own tail, and the form whirled mockingly before my eyes. As if by a flash of lightning I woke;.... I spent the rest of the night working out the consequences of the hypothesis. Let us learn to dream, gentlemen, and then perhaps we shall learn the truth but let us beware of making our dreams public before they have been approved by the waking mind.”( 1890). One hundred years later, on the occasion of Kekulé’s centenary celebrations a group of compounds having polybenzenoid structures have been named as Kekulenes. FRIEDRICH AUGUST KEKULÉ (7th September 1829–13th July 1896) Reprint 2025-26 320 chemistry However, benzene was found to form only one ortho disubstituted product. This problem was overcome by Kekulé by suggesting the concept of oscillating nature of double bonds in benzene as given below. Even with this modification, Kekulé structure of benzene fails to explain unusual stability and preference to substitution reactions than addition reactions, which could later on be explained by resonance. Resonance and stability of benzene According to Valence Bond Theory, the concept of oscillating double bonds in benzene is now explained by resonance. Benzene is a hybrid of various resonating structures."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 129, "content": "The two structures, A and B given by Kekulé are the main contributing structures. The hybrid structure is represented by inserting a circle or a dotted circle in the hexagon as shown in (C). The circle represents the six electrons which are delocalised between the six carbon atoms of the benzene ring. (A) (B) (C) The orbital overlapping gives us better picture about the structure of benzene. All the six carbon atoms in benzene are sp 2 hybridized. Two sp 2 hybrid orbitals of each carbon atom overlap with sp 2 hybrid orbitals of adjacent carbon atoms to form six C—C sigma bonds which are in the hexagonal plane. The remaining sp 2 hybrid orbital of each carbon atom overlaps with s orbital of a hydrogen atom to form six C—H sigma bonds. Each carbon atom is now left with one unhybridised p orbital perpendicular to the plane of the ring as shown below: The unhybridised p orbital of carbon atoms are close enough to form a π bond by lateral overlap. There are two equal possibilities of forming three π bonds by overlap of p orbitals of C1 –C2, C3 – C4, C5 – C6 or C2 – C3, C4 – C5, C6 – C1 respectively as shown in the following figures. Fig. 9.7 (a) Fig. 9.7 (b) Structures shown in Fig. 9.7(a) and (b) correspond to two Kekulé’s structure with localised π bonds. The internuclear distance Reprint 2025-26 321 Hydrocarbons between all the carbon atoms in the ring has been determined by the X-ray diffraction to be the same; there is equal probability for the p orbital of each carbon atom to overlap with the p orbitals of adjacent carbon atoms [Fig. 9.7 (c)]."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 130, "content": "This can be represented in the form of two doughtnuts (rings) of electron clouds [Fig. 9.7 (d)], one above and one below the plane of the hexagonal ring as shown below: Fig. 9.7 (c) Fig. 9.7 (d) The six π electrons are thus delocalised and can move freely about the six carbon nuclei, instead of any two as shown in Fig. 9.6 (a) or (b). The delocalised π electron cloud is attracted more strongly by the nuclei of the carbon atoms than the electron cloud localised between two carbon atoms. Therefore, presence of delocalised π electrons in benzene makes it more stable than the hypothetical cyclohexatriene. X-Ray diffraction data reveals that benzene is a planar molecule. Had any one of the above structures of benzene (A or B) been correct, two types of C—C bond lengths were expected. However, X-ray data indicates that all the six C—C bond lengths are of the same order (139 pm) which is intermediate between C— C single bond (154 pm) and C—C double bond (133 pm). Thus the absence of pure double bond in benzene accounts for the reluctance of benzene to show addition reactions under normal conditions, thus explaining the unusual behaviour of benzene. 9.5.3 Aromaticity Benzene was considered as parent ‘aromatic’ compound. Now, the name is applied to all the ring systems whether or not having benzene ring, possessing following characteristics. (i) Planarity (ii) Complete delocalisation of the π electrons in the ring (iii) Presence of (4n + 2) π electrons in the ring where n is an integer (n = 0, 1, 2, . . . ). This is often referred to as Hückel Rule. Some examples of aromatic compounds are given below: 9.5.4 Preparation of Benzene Benzene is commercially isolated from coal tar."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 131, "content": "However, it may be prepared in the laboratory by the following methods. (i) Cyclic polymerisation of ethyne: (Section 9.4.4) (ii) Decarboxylation of aromatic acids: Sodium salt of benzoic acid on heating with sodalime gives benzene. (9.70) (electron cloud) Reprint 2025-26 322 chemistry (iii) Reduction of phenol: Phenol is reduced to benzene by passing its vapours over heated zinc dust (9.71) 9.5.5 Properties Physical properties Aromatic hydrocarbons are non- polar molecules and are usually colourless liquids or solids with a characteristic aroma. You are also familiar with naphthalene balls which are used in toilets and for preservation of clothes because of unique smell of the compound and the moth repellent property. Aromatic hydrocarbons are immiscible with water but are readily miscible with organic solvents. They burn with sooty flame. Chemical properties Arenes are characterised by electrophilic substitution reactions. However, under special conditions they can also undergo addition and oxidation reactions. Electrophilic substitution reactions The common electrophilic substitution reactions of arenes are nitration, halogenation, sulphonation, Friedel Craft’s alkylation and acylation reactions in which attacking reagent is an electrophile (E +) (i) Nitration: A nitro group is introduced into benzene ring when benzene is heated with a mixture of concentrated nitric acid and concentrated sulphuric acid (nitrating mixture). (9.72) Nitrobenzene (ii) Halogenation: Arenes react with halogens in the presence of a Lewis acid like anhydrous FeCl3, FeBr3 or AlCl3 to yield haloarenes. Chlorobenzene (9.73) (iii) Sulphonation: The replacement of a hydrogen atom by a sulphonic acid group in a ring is called sulphonation. It is carried out by heating benzene with fuming sulphuric acid (oleum). (9.74) (iv) Friedel-Crafts alkylation reaction: When benzene is treated with an alkyl halide in the presence of anhydrous aluminium chloride, alkylbenene is formed."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 132, "content": "(9.75) (9.76) Why do we get isopropyl benzene on treating benzene with 1-chloropropane instead of n-propyl benzene? (v) Friedel-Crafts acylation reaction: The reaction of benzene with an acyl halide or acid anhydride in the presence of Lewis acids (AlCl3) yields acyl benzene. Reprint 2025-26 323 Hydrocarbons (9.77) (9.78) If excess of electrophilic reagent is used, further substitution reaction may take place in which other hydrogen atoms of benzene ring may also be successively replaced by the electrophile. For example, benzene on treatment with excess of chlorine in the presence of anhydrous AlCl3 can be chlorinated to hexachlorobenzene (C6Cl6) (9.79) Mechanism of electrophilic substitution reactions: According to experimental evidences, SE (S = substitution; E = electrophilic) reactions are supposed to proceed via the following three steps: (a) Generation of the eletrophile (b) Formation of carbocation intermediate (c) Removal of proton from the carbocation intermediate (a) Generation of electrophile E ⊕: During chlorination, alkylation and acylation of benzene, anhydrous AlCl3, being a Lewis acid helps in generation of the elctrophile Cl ⊕, R ⊕, RC ⊕O (acylium ion) respectively by combining with the attacking reagent. In the case of nitration, the electrophile, nitronium ion, is produced by transfer of a proton (from sulphuric acid) to nitric acid in the following manner: Step I Step II Protonated\b Nitronium nitric acid\b ion It is interesting to note that in the process of generation of nitronium ion, sulphuric acid serves as an acid and nitric acid as a base. Thus, it is a simple acid-base equilibrium. (b) F o r m a t i o n o f C a r b o c a t i o n (arenium ion): Attack of electrophile results in the formation of σ-complex or arenium ion in which one of the carbon is sp 3 hybridised."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 133, "content": "sigma complex (arenium ion) The arenium ion gets stabilised by resonance: Reprint 2025-26 324 chemistry Sigma complex or arenium ion loses its aromatic character because delocalisation of electrons stops at sp 3 hybridised carbon. (c) Removal of proton: To restore the aromatic character, σ -complex releases proton from sp 3 hybridised carbon on attack by [AlCl4] – (in case of halogenation, alkylation and acylation) and [HSO4] – (in case of nitration). Addition reactions Under vigorous conditions, i.e., at high temperature and/ or pressure in the presence of nickel catalyst, hydrogenation of benzene gives cyclohexane. \b Cyclohexane (9.80) Under ultra-violet light, three chlorine molecules add to benzene to produce benzene hexachloride, C6H6Cl6 which is also called gammaxane. Benzene hexachloride, (BHC) (9.81) Combustion: When heated in air, benzene burns with sooty flame producing CO2 and H2O 6 2 2 2 6 15 C H O 2 6CO +3H O + → (9.82) General combustion reaction for any hydrocarbon may be given by the following chemical equation: CxHy + (x + ) O2 → x CO2 + H2O n (9.83) 9.5.6 Directive influence of a functional group in monosubstituted benzene When monosubstituted benzene is subjected to further substitution, three possible disubstituted products are not formed in equal amounts. Two types of behaviour are observed. Either ortho and para products or meta product is predominantly formed. It has also been observed that this behaviour depends on the nature of the substituent already present in the benzene ring and not on the nature of the entering group. This is known as directive influence of substituents. Reasons for ortho/para or meta directive nature of groups are discussed below: Ortho and para directing groups: The groups which direct the incoming group to ortho and para positions are called ortho and para directing groups."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 134, "content": "As an example, let us discuss the directive influence of phenolic (–OH) group. Phenol is resonance hybrid of following structures: It is clear from the above resonating structures that the electron density is more on o – and p – positions. Hence, the substitution takes place mainly at these positions. However, it may be noted that –I effect of – OH group also operates due to which the electron density on ortho and para positions of the benzene ring is slightly reduced. But the overall electron density increases at these positions of the ring due to resonance. Therefore, –OH group activates the benzene ring for the attack by Reprint 2025-26 325 Hydrocarbons an electrophile. Other examples of activating groups are –NH2, –NHR, –NHCOCH3, –OCH3, –CH3, –C2H5, etc. In the case of aryl halides, halogens are moderately deactivating. Because of their strong – I effect, overall electron density on benzene ring decreases. It makes further substitution difficult. However, due to resonance the electron density on o– and p– positions is greater than that at the m-position. Hence, they are also o– and p – directing groups. Resonance structures of chlorobenzene are given below: In this case, the overall electron density on benzene ring decreases making further substitution difficult, therefore these groups are also called ‘deactivating groups’. The electron density on o – and p – position is comparatively less than that at meta position. Hence, the electrophile attacks on comparatively electron rich meta position resulting in meta substitution. 9.6 Carcinogenicity and Toxicity Benzene and polynuclear hydrocarbons containing more than two benzene rings fused together are toxic and said to possess cancer producing (carcinogenic) property. Such polynuclear hydrocarbons are formed on incomplete combustion of organic materials like tobacco, coal and petroleum."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 135, "content": "They enter into human body and undergo various biochemical reactions and finally damage DNA and cause cancer. Some of the carcinogenic hydrocarbons are given below (see box). Meta directing group: The groups which direct the incoming group to meta position are called meta directing groups. Some examples of meta directing groups are –NO2, –CN, –CHO, –COR, –COOH, –COOR, –SO3H, etc. Let us take the example of nitro group. Nitro group reduces the electron density in the benzene ring due to its strong–I effect. Nitrobenzene is a resonance hybrid of the following structures. Reprint 2025-26 326 chemistry SUMMARY Hydrocarbons are the compounds of carbon and hydrogen only. Hydrocarbons are mainly obtained from coal and petroleum, which are the major sources of energy. Petrochemicals are the prominent starting materials used for the manufacture of a large number of commercially important products. LPG (liquefied petroleum gas) and CNG (compressed natural gas), the main sources of energy for domestic fuels and the automobile industry, are obtained from petroleum. Hydrocarbons are classified as open chain saturated (alkanes) and unsaturated (alkenes and alkynes), cyclic (alicyclic) and aromatic, according to their structure. The important reactions of alkanes are free radical substitution, combustion, oxidation and aromatization. Alkenes and alkynes undergo addition reactions, which are mainly electrophilic additions. Aromatic hydrocarbons, despite having unsaturation, undergo mainly electrophilic substitution reactions. These undergo addition reactions only under special conditions. Alkanes show conformational isomerism due to free rotation along the C–C sigma bonds. Out of staggered and the eclipsed conformations of ethane, staggered conformation is more stable as hydrogen atoms are farthest apart. Alkenes exhibit geometrical (cis-trans) isomerism due to restricted rotation around the carbon–carbon double bond. Benzene and benzenoid compounds show aromatic character."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 136, "content": "Aromaticity, the property of being aromatic is possessed by compounds having specific electronic structure characterised by Hückel (4n+2)π electron rule. The nature of groups or substituents attached to benzene ring is responsible for activation or deactivation of the benzene ring towards further electrophilic substitution and also for orientation of the incoming group. Some of the polynuclear hydrocarbons having fused benzene ring system have carcinogenic property. EXERCISES 9.1 How do you account for the formation of ethane during chlorination of methane ? 9.2 Write IUPAC names of the following compounds : (a) CH3CH=C(CH3)2 (b) CH2=CH-C≡C-CH3 (c) (d) –CH2–CH2–CH=CH2 (e) (f) CH3(CH2)4 CH (CH2)3 CH3 CH2 –CH (CH3)2 (g) CH3 – CH = CH – CH2 – CH = CH – CH – CH2 – CH = CH2 | C2H5 9.3 For the following compounds, write structural formulas and IUPAC names for all possible isomers having the number of double or triple bond as indicated : (a) C4H8 (one double bond) (b) C5H8 (one triple bond) 9.4 Write IUPAC names of the products obtained by the ozonolysis of the following compounds : (i) Pent-2-ene (ii) 3,4-Dimethylhept-3-ene (iii) 2-Ethylbut-1-ene (iv) 1-Phenylbut-1-ene Reprint 2025-26 327 Hydrocarbons 9.5 An alkene ‘A’ on ozonolysis gives a mixture of ethanal and pentan-3-one. Write structure and IUPAC name of ‘A’. 9.6 An alkene ‘A’ contains three C – C, eight C – H σ bonds and one C – C π bond. ‘A’ on ozonolysis gives two moles of an aldehyde of molar mass 44 u. Write IUPAC name of ‘A’. 9.7 Propanal and pentan-3-one are the ozonolysis products of an alkene? What is the structural formula of the alkene? 9.8 Write chemical equations for combustion reaction of the following hydrocarbons: (i) Butane (ii) Pentene (iii) Hexyne (iv) Toluene 9.9 Draw the cis and trans structures of hex-2-ene."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 137, "content": "Which isomer will have higher b.p. and why? 9.10 Why is benzene extra ordinarily stable though it contains three double bonds? 9.11 What are the necessary conditions for any system to be aromatic? 9.12 Explain why the following systems are not aromatic? (i) (ii) (iii) 9.13 How will you convert benzene into (i) p-nitrobromobenzene (ii) m- nitrochlorobenzene (iii) p - nitrotoluene (iv) acetophenone? 9.14 In the alkane H3C – CH2 – C(CH3)2 – CH2 – CH(CH3)2, identify 1°,2°,3° carbon atoms and give the number of H atoms bonded to each one of these. 9.15 What effect does branching of an alkane chain has on its boiling point? 9.16 Addition of HBr to propene yields 2-bromopropane, while in the presence of benzoyl peroxide, the same reaction yields 1-bromopropane. Explain and give mechanism. 9.17 Write down the products of ozonolysis of 1,2-dimethylbenzene (o-xylene). How does the result support Kekulé structure for benzene? 9.18 Arrange benzene, n-hexane and ethyne in decreasing order of acidic behaviour. Also give reason for this behaviour. 9.19 Why does benzene undergo electrophilic substitution reactions easily and nucleophilic substitutions with difficulty? 9.20 How would you convert the following compounds into benzene? (i) Ethyne (ii) Ethene (iii) Hexane 9.21 Write structures of all the alkenes which on hydrogenation give 2-methylbutane. 9.22 Arrange the following set of compounds in order of their decreasing relative reactivity with an electrophile, E + (a) Chlorobenzene, 2,4-dinitrochlorobenzene, p-nitrochlorobenzene (b) Toluene, p-H3C – C6H4 – NO2, p-O2N – C6H4 – NO2. 9.23 Out of benzene, m–dinitrobenzene and toluene which will undergo nitration most easily and why? 9.24 Suggest the name of a Lewis acid other than anhydrous aluminium chloride which can be used during ethylation of benzene. 9.25 Why is Wurtz reaction not preferred for the preparation of alkanes containing odd number of carbon atoms?"}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 138, "content": "Illustrate your answer by taking one example. Reprint 2025-26 Unit 7 7.25 15 g Unit 8 8.32 Mass of carbon dioxide formed = 0.505 g Mass of water formed = 0.0864 g 8.33 % fo nitrogen = 56 8.34 % of chlorine = 37.57 8.35 % of sulphur = 19.66 Unit 9 9.1 Due to the side reaction in termination step by the combination of two C. H3 free radicals. 9.2 (a) 2-Methyl-but-2-ene (b) Pent-1-ene-3-yne (c) Buta-1, 3-diene (d) 4-Phenylbut-1-ene (e) 2-Methylphenol (f) 5-(2-Methylpropyl)-decane (g) 4-Ethyldeca –1,5,8- triene 9.3 (a) (i) CH2 = CH – CH2 – CH3 But-1-ene (ii) CH3 – CH2 = CH – CH3 But-2-ene (iii) CH2 = C – CH3 2-Methylpropene | CH3 (b) (i) HC ≡ C – CH2 – CH2 – CH3 Pent-1-yne (ii) CH3 – C ≡ C – CH2 – CH3 Pent-2-yne (iii) CH3 – CH – C ≡ CH 3-Methylbut-1-yne | CH3 9.4 (i) Ethanal and propanal (ii) Butan-2-one and pentan-2-one (iii) Methanal and pentan-3-one (iv) Propanal and benzaldehyde 9.5 3-Ethylpent-2-ene 9.6 But-2-ene 9.7 4-Ethylhex-3-ene CH3 – CH2– C = CH – CH2–CH3 | CH2–CH3 Answer to Some Selected Problems Reprint 2025-26 329 answers 9.8 (a) C4H10(g)+13/202(g) ∆ 4CO2(g) + 5H2O(g) (b) C5H10(g)+15/202(g) ∆ 5CO2(g) + 5H2O(g) (c) C5H10(g) + 17/2 O2(g) ∆ 6CO2(g) + 5H2O(g) (d) C7H8(g) + 902(g) ∆ 7CO2(g) + 4H2O(g) cis-Hex-2-ene trans-Hex-2-ene The cis form will have higher boiling point due to more polar nature leading to stronger intermolecular dipole–dipole interaction, thus requiring more heat energy to separate them. 9.10 Due to resonance 9.11 Planar, conjugated ring system with delocalisation of (4n+2) π electrons, where, n is an integer 9.12 Lack of delocalisation of (4n +2) π electrons in the cyclic system."}
{"source": "chemistry_class_11_2.pdf", "chunk_id": 139, "content": "9.13 (i) (ii) Reprint 2025-26 330 chemistry (iii) (iv) 9.14 15 H attached to 1° carbons 4 H attached to 2° carbons 1 H attached to 3° carbons 9.15 More the branching in alkane, lower will be the boiling point. 9.16 Refer to addition reaction of HBr to unsymmetrical alkenes in the text. All the three products cannot be obtained by any one of the Kekulé’s structures. This shows that benzene is a resonance hybrid of the two resonating structures. 9.18 H – C ≡ C – H > C6H6 > C6H14. Due to maximum s orbital character in enthyne (50 per cent) as compared to 33 per cent in benzene and 25 per cent in n-hexane. 9.19 Due to the presence of 6 π electrons, benzene behaves as a rich source of electrons thus being easily attacked by reagents deficient in electrons. Reprint 2025-26 331 answers 9.20 (i) (ii) C2H4 Br2 CH2–CH2 alc, KOH CH2=CHNr NaNH2 Br BR K (iii) CH3 | 9.21 CH2 = C – CH2 – CH3 2-Methylbut-1-ene CH3 | CH3 – C = CH – CH3 2-Methylbut-2-ene CH3 | CH3 – CH –CH = CH2 3-Methylbut-1-ene 9.22 (a) Chlorobenzene>p-nitrochlorobenzene> 2,4 – dinitrochlorobenzene (b) Toluene > p-CH3-C6H4-NO2 > p-O2N–C6H4–NO2 9.23 Toleune undergoes nitration most easily due to electron releasing nature of the methyl group. 9.24 FeCl3 9.25 Due to the formation of side products. For example, by starting with 1-bromopropane and 1-bromobutane, hexane and octane are the side products besides heptane. Reprint 2025-26 Notes Reprint 2025-26"}
